{"id":"0001-tartar-salmon","title":"## Tartar de Salmón y Aguacate","url":"https://www.directoalpaladar.com/recetas-de-pescados-y-mariscos/tartar-de-salmon-y-aguacate-receta\n\nTartar de salmón y aguacate: receta fácil y rápida","img":"![](imgs/0001-tartar-salmon.jpg)","recipeTime":{"previousDay":null,"totalTime":"1h 20 min","cookingTime":null},"ingredientsContent":"### Ingredientes (2 personas)\n\n\n   - Salmón fresco sin piel ni espinas 300 g\n   - Vinagre de manzana (1 cucharadita) 5 ml\n   - Aceite de oliva virgen extra (2 cucharadas) 30 ml\n   - Zumo de limón 0.5\n   - Salsa de soja (1 cucharadita) 5 ml\n   - Salsa Worcestershire (1 cucharadita) 5 ml\n   - Tomate 30 g\n   - Aguacate 60 g\n   - Cebolleta 30 g\n   - Sal","content":"Podría decir que este tartar de salmón y aguacate es otra receta exprés,\npero no la voy a calificar como tal porque, a pesar del poco tiempo que hay\nque invertir en su elaboración, necesita de dos tiempos de reposo muy\nnecesarios. Ay...¡si no fuera por ellos ya le habría puesto yo el apellido!\n\nPor mucho que nos guste cocinar, es una maravilla poder disfrutar de\nbocados sanos, que no nos tengan esclavizados en la cocina, durante el\nverano. Sobre todo, durante las vacaciones. Por eso me gustan tanto las\nrecetas express en esta época del año. Aunque, lo rápido no está reñido con\nlo sabroso. Y, para muestra, este tartar de salmón y aguacate. Comprobadlo\npor vosotros mismos.\n\n   - Tiempo total 20 m\n   - Elaboración 20 m\n   - Reposo 1 h\n\nCon ayuda de un cuchillo muy afilado, para no machacar el salmón sino\ncortarlo, lo picamos finamente. Yo lo fileteo primero, después lo corto en\ntiras finas y, finalmente, pico las tiras en pequeños trozos. Si el salmón\nestá ligeramente congelado, la operación se hace mucho más fácil, aunque no\nes necesario.\n\nColocamos el salmón picado en un cuenco y lo condimentamos con el vinagre,\nel aceite de oliva virgen extra, el zumo de limón, la salsa de soja y la\nsalsa perrins. Sazonamos al gusto, procurando no pasarnos, pues la salsa de\nsoja contiene bastante sal, para no arriunar el resultado. Cubrimos el\ncuenco con papel transparente y lo dejamos macerar en la nevera durante 30\nminutos.\n\nMientras tanto, pelamos la cebolleta, el aguacate y el tomate y los picamos\nfinamente. En el caso del tomate, retiramos las semillas. Podemos practicar\nun corte en la base del tomate y escaldarlo en agua recién hervida, durante\n1 minuto, para terminar refrescándolo inmediatamente en agua helada. De\nesta manera la piel sale con mucha facilidad.\n\nTranscurrido el tiempo de reposo, agregamos la cebolleta, el aguacate y el\ntomate picados al salmón. Removemos bien y probamos, para comprobar si\nnecesitamos ajustar el punto de sal y darle el punto que nos guste. Lo\ncubrimos de nuevo y lo dejamos reposar una segunda vez, en la nevera,\ndurante otros 30 minutos.\n\n\nCon qué acompañar el tartar de salmón y aguacate\n\nPodemos servir este tartar de salmón y aguacate como ración (con las\ncantidades indicadas tenemos para cuatro) o como aperitivo, que es como\nmuestro en la foto de portada. Para ello, usa pequeñas tostas sobre las que\ncolocar el tartar y decóralo con lo que tengas a mano o con lo que más te\nguste. Es un bocado nutritivo, fresco y ligero, perfecto para compartir en\nestos días de tanto calor."}
