{"id":"0003-pollo-cremoso-curcuma","title":"## Pollo con salsa cremosa de coco, cúrcuma y brotes de kale\n\n[url]:#()\n\n[](https://gastronomiaycia.republica.com/2019/10/28/pollo-con-salsa-cremosa-de-coco-curcuma-y-brotes-de-kale-una-receta-tan-rica-como-facil-de-hacer-y-con-la-que-sorprender/)","img":"![](imgs/0003-pollo_cremosa_curcuma1.jpg)","recipeTime":{"previousDay":false,"totalTime":"60 min","cookingTime":"60 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n\n\n   - 600 gramos de muslos de pollo deshuesados\n   - 1 puerro\n   - 1 diente de ajo\n   - 400 gramos de leche de coco\n   - 1 c/s de salsa de ostras\n   - 50 gramos de almendras y anacardos al natural\n   - ½ c/p de cúrcuma\n   - ½ c/c de pimienta negra recién molida\n   - ½ c/c de ñora molida (o de chile molido si se quiere picante)\n   - ½ c/c de jengibre en polvo\n   - c/n de sal\n   - 100 gramos de brotes tiernos de kale\n   - c/n de aceite de oliva virgen extra.","content":"Pollo con salsa cremosa de coco, cúrcuma y brotes de kale, una receta tan\nrica como fácil de hacer y con la que sorprender\n\nNo es un curry exactamente, pero lo parece, y encantará a quienes les\ngustan los platos especiados y con ese toque que aporta la leche de coco a\nlos guisos, que es delicioso, pero que no quieren comer picante porque no\nles gusta o no les sienta muy bien. Probad esta receta de *Pollo con salsa\ncremosa de coco, cúrcuma y brotes de kale*, es *una receta tan rica como\nfácil de hacer y con la que sorprender* a los amigos o a la familia.\n\nPara hacer esta receta elegimos muslos de pollo, pues al tener más grasa\nque la pechuga, queda más jugoso, de todas formas, se puede hacer también\ncon pechuga de pollo e incluso con los contramuslos, elegid lo que más os\nguste o lo que tengáis en la nevera. Los brotes de kale\n<https://gastronomiaycia.republica.com/2016/09/30/como-cocinar-col-kale-12-recetas-que-te-engancharan/>\nson\nmuy tiernos, no como la col kale, por lo que sucede como cuando cocinamos\nlas espinacas frescas, que con un poco de calor es suficiente. Esta receta\nde *pollo con leche de coco, cúrcuma y kale* lleva también frutos secos,\ncombinamos *almendras y anacardos* al natural, además de textura y sabor,\naportan sus beneficios nutricionales. Todo importa, ¿verdad?\n\n\nElaboración\n\nCorta el pollo en daditos o trocitos más pequeños que un bocado. Pela el\nblanco de puerro y lávalo bien, córtalo por la mitad longitudinalmente y\ndespués pica bien fino. Pela el diente de ajo y lamínalo.\n\nPon una cazuela a calentar con un poco de aceite de oliva virgen extra y\ndora el pollo a fuego fuerte, añade sal al gusto. Una vez dorado, retíralo\ny reserva, después se incorporará a la salsa. Añade un poco más de aceite\nde oliva virgen extra si es necesario y baja el fuego, pocha el puerro y el\najo, y cuando esté tierno, añade la leche de coco y la salsa de ostras.\n\n\nIncorpora también los anacardos y las almendras, y a continuación las\nespecias, cúrcuma, pimienta negra, ñora y jengibre, añade también un poco\nde sal. Cuando la leche de coco empiece a burbujear, baja el fuego a media\npotencia y deja reducir ligeramente, moviendo a menudo.\n\nCuando le falten unos cinco minutos, reincorpora el pollo a la cazuela, y\ncuando falte un minuto, añade los brotes tiernos de col kale, enseguida\nperderán volumen y se integrarán en el guiso de pollo y su salsa.\nAcabado y presentación\n\nSirve el *pollo con salsa cremosa de coco, cúrcuma y kale* recién hecho en\nplatos hondos o cuencos, y a disfrutar. ¡Buen provecho!"}
