{"id":"0004-szechuan-beef-recipe","title":"## Szechuan Beef Recipe","img":"![](imgs/0004-szechuan-beef.webp)\n\n[#url]:#()\n\n[](https://www.thespruceeats.com/chinese-szechuan-beef-695238#)","recipeTime":{"previousDay":false,"totalTime":"30 min","cookingTime":"20 min"},"ingredientsContent":"### Ingredients (3 servings)\n\n   - 1 pound beef (flank or sirloin steak is good)\n   - 2 medium carrots\n   - 1 tablespoon minced ginger\n   - 2 scallions (white parts only)\n   - 1 tablespoon sweet bean sauce (or substitute hoisin sauce\n   <https://www.thespruceeats.com/what-is-hoisin-sauce-3376814>)\n   - 3 teaspoons chili paste (or chili sauce, as needed)\n   - 7 1/2 tablespoons oil (for stir-frying)\n   - 1/4 teaspoon salt\n   - 1 tablespoon Chinese rice wine (or dry sherry)\n   - 1/2 teaspoon sugar\n   - 1/2 teaspoon roasted Szechuan peppercorns","content":"In this Szechuan recipe, the beef is dry fried, making it chewy and crispy.\n\nIf you like, you can replace one of the carrots with 1/2 cup of celery that\nhas been strung and cut julienne-style\n\nFeel free to make the dish hotter by adding more chili paste or sauce if\ndesired.\n\nSteps to Make It\n\n   1. Gather the ingredients.\n   \n   2. Cut the beef julienne style, across the grain, into\n   thin slices less than 1/4-inch thick and 2 1/2 to 3 inches long.\n   3. Wash, peel, and julienne the carrots into thin strips about 1/8-inch\n   thick and 2 1/2 to 3 inches long.\n   4. Mince the ginger.\n   5. Cut the scallion into lengths about 2 1/2 inches long, and then into\n   thin shreds.\n   6. In a small bowl, combine the bean sauce and chili paste or chili sauce.\n   Set aside.\n   7. Heat the wok on medium-high heat for at least 30 seconds. The wok is\n   ready when you can feel the heat when holding the palm of your hand 2 to 3\n   inches above the wok's surface.\n   8. Add 1 1/2 tablespoons oil to the heated wok\n   <https://www.thespruceeats.com/telling-a-wok-is-hot-enough-694410> by\n   drizzling it down the sides. When the oil is hot, add the julienned\n   carrots. Stir-fry for 2 minutes[](timer:2:minutes), stirring in the salt. (Do not brown the\n   carrots.) Remove from the wok.\n   9. Heat remaining 6 tablespoons of oil in the wok over medium-high to high\n   heat. When the oil is hot, add the beef.\n   10. Stir-fry <https://www.thespruceeats.com/tips-for-perfect-stir-fry-995435>\nfor\n   approximately 10 minutes[](timer:10:minutes), until the beef is crispy and dark brown and chewy\n   (you will hear the beef sizzle as it dries out).\n   11. Splash the beef with the rice wine or dry sherry during the later stages\n   of cooking.\n   12. Push the beef up to the sides and drain all but 2 tablespoons from the\n   wok. Add the bean sauce and chili paste or sauce mixture, and stir-fry for\n   a few seconds.\n   13. Then add the ginger and scallions. Stir-fry for a few seconds, until\n   aromatic, then return the carrots to the wok.\n   14. Stir in the sugar and the roasted Szechuan peppercorns. Taste and adjust\n   seasonings if desired.\n   15. Serve hot and enjoy!\n\nDry Frying Technique\n\nIn many Asian recipes, a technique known as dry frying is used. This means\nto cook an item in a large amount of hot oil to dry out the interior\nmoisture to concentrate the flavor.\n\nAfter the initial drying stage, the food item is briefly stir-fried with\nother seasonings and ingredients. The dried item soaks up all the flavors\nof the sauce to make a superior dish."}
