{"id":"0005-curry-rojo-pavo-setas","title":"## Curry rojo de pavo y setas, una receta para mojar pan","img":"![](imgs/0005-curryrojo_pavosetas2.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2018/10/12/curry-rojo-de-pavo-y-setas-una-receta-para-mojar-pan)","recipeTime":{"previousDay":false,"totalTime":"30 min","cookingTime":"30 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n\n   - 700 gramos de pavo deshuesado\n   - 1 blanco de puerro\n   - 2 dientes de ajo\n   - 1 rodaja gruesa de jengibre fresco\n   - 300 gramos de setas variadas\n   - 1 c/p de pasta de curry rojo\n   - 1 c/s de salsa de ostras\n   - 400 gramos de leche de coco\n   - 1 hoja de lima kaffir\n   - 3 ramitas de cilantro fresco\n   - c/n de sal\n   - c/n de aceite de coco (o aceite de oliva virgen extra).","content":"Si quieres disfrutar de un sabroso plato como este Curry rojo de pavo y\nsetas, toma nota de la receta, porque además de rico, es muy fácil y rápido\nde hacer, no necesitas más de media hora, por lo que podrás hacer este\ncurry con leche de coco cualquier día de la semana.\n\n\nNos gustan mucho los currys de todo tipo, así que es uno de los platos que\nhacemos a menudo pero más que siguiendo recetas tradicionales de la cocina\nasiática, guiándonos por nuestros gustos y por lo que tenemos en la nevera.\nEl resultado siempre es un plato muy sabroso, y la verdad, es que es muy\nfácil y rápido de hacer, podéis comprobarlo con este *Curry rojo de pavo y\nsetas, una receta para mojar pan* ¡y para repetir!\n\nTomad nota de la receta paso a paso a continuación, y recordad que podéis\nhacer las adaptaciones necesarias para que sea un plato a vuestro gusto,\npor ejemplo, podéis cambiar la carne y hacerlo con pollo o solomillo de\ncerdo, también podéis utilizar una sola variedad de setas, la que tengáis\nen la nevera o la que más os guste, o añadir algunas verduras, como\npimiento, berenjena\n\nPero no dudéis que siguiendo esta *receta de curry* de *pavo y setas*al\ndedillo, vais a disfrutar.\n\n#### Elaboración\n\nPon una sartén grande a calentar con un poco de aceite de coco o de oliva\nvirgen extra, dora la carne de pavo cortada en dados a fuego fuerte y\nretíralo de la sartén, reserva. En la misma sartén, si es necesario\nañadiendo un poco más de aceite, pocha a fuego lento del puerro cortado en\njuliana, cuando esté tierno añade el ajo laminado y el jengibre rallado,\nsube un punto el fuego y deja que desprendan su sabor.\n\nA continuación añade las setas que previamente habrás limpiado y cortado al\ngusto, si no tienes setas frescas, puedes utilizar la mezcla de setas\ncongeladas. Saltea las setas hasta que se haya evaporado su agua y entonces\nañade la pasta de curry rojo, fríelo e incorpora la salsa de ostras y la\nleche de coco.\n\nMezcla con la espátula y añade la hoja de lima kaffir para\nque deje su aroma en la salsa, después la retirarás. Reincorpora la carne\nde pavo a la sartén para que se termine de cocinar, añade el cilantro\nfresco picado y sal al gusto. Cocina a fuego medio alto hasta que la salsa\nreduzca.\n\n#### Acabado y presentación\n\nSirve el *curry de pavo y setas con leche de coco* en platos hondos o\ncuencos, espolvorea un poco más de cilantro fresco si lo deseas, y acompaña\ncon un pan plano, como el pan pita, por ejemplo. ¡Buen provecho!"}
