{"id":"0006-hojaldre-endibias-queso-azul","title":"## Hojaldre de endibias, pera y queso azul curado, una deliciosa tarta salada  para una comida especial","img":"![](imgs/0006-orig_hojald_pera_endib_qazul3.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2019/01/20/hojaldre-de-endibias-pera-y-queso-azul-curado-una-deliciosa-tarta-salada-para-una-comida-especial)","recipeTime":{"previousDay":false,"totalTime":"20 min","cookingTime":"15 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n\n   - 1 lámina de hojaldre fresco\n   - 1 huevo\n   - 2 endibias\n   - 2 peras Conferencia\n   - 80 gramos de queso Gorgonzola curado\n   - c/n de nueces\n   - c/n de pimienta negra recién molida\n   - c/n de cebollino deshidratado (opcional).","content":"Hojaldre de endibias, pera y queso azul curado, una deliciosa tarta salada\npara una comida especial\n\nOs proponemos preparar esta receta de Hojaldre de endibias, pera y queso\nazul curado porque es una deliciosa tarta salada para ofrecer en una comida\nespecial con amigos o familia, aunque también podéis hacer esta tarta para\ndos, es muy fácil y rápida de hacer.\n\n\nEste fin de semana teníamos que preparar un menú especial y parte de él ha\nsido este *Hojaldre de endibias, pera y queso azul curado*, una\nexquisita *tarta\nsalada* que ha encantado a nuestros invitados. Es una receta muy fácil de\nhacer y también rápida, pero es imprescindible que las materias primas sean\nlas mejores a las que tengamos acceso. Elegir un buen hojaldre fresco nos\nparece primordial, por lo demás, veréis que se necesitan pocos ingredientes\ny muy accesibles.\n\nPues os dejamos con la receta del *Hojaldre de endibias, pera y queso azul\ncurado, una deliciosa tarta salada para una comida especial* y que, en este\ncaso hemos preparado con Gorgonzola, pero también podéis hacerlo con queso\nCabrales\nu\notro queso azul que sea de vuestro agrado. Por cierto, os proponemos esta\nreceta de tarta salada como entrante, pero también podéis hacer raciones\nmás pequeñas para ofrecerla como aperitivo.\n\n\n#### Elaboración\n\nCorta la lámina de hojaldre en dos rectángulos, aunque también puedes hacer\nla tarta entera o cortada en cuatro porciones, como prefieras. Casca el\nhuevo y bátelo, puedes añadir un chorrito de leche para aligerarlo. Pincha\nel centro de la masa de hojaldre con un tenedor y pinta el borde con el\nhuevo batido.\n\nCorta la base de las endibias y retira las hojas exteriores, lávalas y\nescúrrelas bien, a continuación córtalas en juliana y ponlas sobre el\nhojaldre, bien repartidas.\n\nPela las peras y córtalas en láminas longitudinales, retira las semillas de\nla fruta y reserva las rodajas pequeñas para el postre. Coloca de forma\narmónica las láminas de pera y sobre ellas distribuye el queso azul\ntroceado y las nueces.\n\n\nIntroduce la preparación en el horno precalentado a 200º C y hornea durante\n15 minutos o hasta que el borde del hojaldre de endibias\nesté\ndorado. Entonces, retira la bandeja del horno y pasa la tarta salada a una\nrejilla para que se enfríe y la base quede crujiente, y espolvorea la\npimienta recién molida y el cebollino deshidratado.\nAcabado y presentación\n\nSirve la *tarta de hojaldre con pera, queso Gorgonzola y nueces* en los\nplatos cuando se haya enfriado, no necesita nada más para disfrutar de un\naperitivo o entrante exquisito. ¡Buen provecho!"}
