{"id":"0007-chinese-five-spice-sizzling-steak","title":"## Chinese Five-Spice Sizzling Steak Stir-fry Rice Bowl","img":"![](imgs/0007-sizzlingsteak7.jpg)\n\n[#url]:#()","recipeTime":{"previousDay":false,"totalTime":"48 min","cookingTime":"15 min"},"ingredientsContent":"### INGREDIENTS (4 Servings):\n\n   - 1 lb skirt steak or flank steak\n   - 3 Tbsp Carapelli Unfiltered Organic Extra Virgin Olive Oil divided\n   - 2 Tbsp shaoxing wine or dry sherry\n\nAROMATICS:\n\n   - 1 tsp minced garlic\n   - 1 tsp fresh ginger peel and grate\n\nVEGETABLES:\n\n   - 1 large onion\n   - 2 cups bell peppers (mixture of red, green, yellow, or orange)\n   - 8 oz baby broccoli\n\nMARINADE:\n\n   - 1 tsp cornstarch\n   - 1/2 tsp Chinese five-spice powder\n   - 1 Tbsp soy sauce\n   - 1 Tbsp oyster sauce\n\nSAUCE:\n\n   - 2 Tbsp soy sauce\n   - 1 Tbsp oyster sauce\n   - 1 tsp sugar\n   - 1 Tbsp water\n   - 1 tsp cornstarch","content":"Chinese Five-Spice Sizzling Steak Stir-fry Rice Bowl is made with thinly\nsliced steak infused with aromatic Chinese five-spice powder and stir-fried\nwith a savory sauce. A quick, easy, and tasty meal for any day of the week.\n\n\nOne of the recipes that I like to make for our family on a weekly basis is\nthis Chinese five-spice sizzling steak stir-fry, which I can easily\nassemble into rice bowls. I love stir-fries because they are convenient and\npretty much a complete meal of its own.\n\n\nBefore we get into the cooking part, you might have few questions such as:\nWHAT’S THE BEST CUT OF BEEF TO USE FOR THIS SIZZLING STEAK STIR-FRY?\n\nI like skirt steak or flank the best for stir-fry\nWHAT KIND OF VEGGIES CAN I USE FOR THIS STIR-FRY?\n\nThough I used multi-color bell peppers and baby broccoli in this stir-fry,\nyou can definitely venture out and use other greens like bok choy,\nbroccoli, snap peas, green beans. Just to mention a few!\nHOW TO MAKE THE STEAK TENDER?\n\nFreeze the steak briefly for about 15 minutes[](timer:15:minutes). This will help you to slice\nthinly. It is also important to slice the steak across the grain. My mom\nalso swears that marinating meat, like beef with cornstarch, also helps to\ntenderize the meat.\n\n### TIPS\n\n1. THINLY SLICE THE STEAK AND MARINATE\nPlace the steak in the freezer for about 15 minutes[](timer:15:minutes) and then thinly slice\nacross the grain and then marinade for 30 minutes[](timer:30:minutes) at room temperature while\nyou are preparing other things.\n2. PREPARE THE VEGGIES\nCut the onions and bell peppers into large wedges. If you use baby\nbroccoli, you have the choice of either blanching them in boiling water,\nthen drizzling with Carapelli Extra Virgin Olive Oil and seasoning with a\nbit of sea salt so that you can serve them with the rice bowl later. Or you\ncan include them in the stir fry after blanching.\n\n3. PREHEAT THE WOK/SKILLET\nYou need ample heat to make a good stir-fry. A cold wok/skillet is\ndefinitely a bad start. Make sure you preheat the wok/skillet until hot and\nthen add Carapelli Extra Virgin Olive Oil.\n\n4. COOK THE STEAK FIRST\nAdd the thinly sliced and marinated steak, and let it cook undisturbed for\nabout 30 seconds and then stir fry briefly until no longer pink. Then dish\nout to a serving platter.\n\n5. COOK THE VEGGIES NEXT\nAll those brown bits left from cooking the steak are one of the key\ningredients to the amazing flavor. Don’t wash it off or scrape it off. Add\nmore Carapelli Extra Virgin Olive Oil and then stir fry the veggies.\n\n6. DEGLAZE\nAdding some liquid, in this case, the cooking wine, will deglaze the\nwok/skillet and all those brown bits earlier will be loosened and impart\namazing flavor to your stir-fry. This is the time you want to scrape the\nbottom of the wok/skillet.\n\n7. EVERYTHING BACK TO THE WOK/SKILLET\nAdd the steak back to the wok/skillet and if you choose to, you can add the\nbaby broccoli into the wok/skillet too (or just serve them separately). Add\nthe sauce and continue to stir fry until the sauce thickens.\n\n8. ASSEMBLE INTO RICE BOWLS\nPortion the cooked rice into a bowl. Spoon the steak and veggies on the\nside of the rice along with the sauce, or if you serve the baby broccoli\nseparately, arrange 2-3 stalks baby broccoli on the other side. Serve\nimmediately.\n\n\n\n### INSTRUCTIONS:\n#### MARINADE THE STEAK:\n\n   1.   Place the steak in the freezer for about 15 minutes[](timer:15:minutes) and then thinly\n   slice across the grain\n   2.   While the steak is in the freezer, place all the marinade ingredients\n   and aromatics into a large bowl. Whisk to mix. Add the thinly sliced beef\n   and marinade for 30 minutes[](timer:30:minutes) at room temperature\n\n#### PREPARE OTHER THINGS:\n\n   1.   Veggies: While waiting for the steak to marinate, peel and cut the onion\n   into large wedges. Seeded the bell peppers and cut into about 1-inch square\n   2.   Bring a medium pot of water to a boil. Add baby broccoli and blanch for\n   about 2 minutes[](timer:2:minutes) and then quickly submerge in cold water to stop the cooking\n   process. Remove and drain water off\n   3.   Place baby broccoli on a plate. You can either leave it as is or drizzle\n   with 1 Tbsp Carapelli Extra Virgin Olive Oil and freshly ground sea salt to\n   serve with the rice bowl later or you can use include them in the stir-fry\n   after blanching. Set aside\n   4.   Sauce: whisk all the ingredients for sauce and set aside\n\n#### COOKING:\n\n   1.   Preheat a wok or large skillet over medium to high heat. When it's hot,\n   add 1 Tbsp of Carapelli Extra Virgin Olive Oil. Add the steak and let it\n   cook undisturbed for about 30 seconds and then stir to turn the beef and\n   cook again for another 1 to 1 1/2 minutes[](timer:2:minutes) or until no longer pink. Remove\n   from the wok/skillet to a plate\n   2.   In the same wok/skillet. Add another 1 Tbsp of Carapelli Extra Virgin\n   Olive Oil. Add bell peppers and onion. Stir fry for about 2 minutes[](timer:2:minutes) or\n   until the veggies are soft but still slightly crunchy\n   3.   Deglaze with Shaoxing wine or dry sherry. Scrape the bottom of the\n   wok/skillet to remove any little bits that stuck at the bottom when you\n   cook the steak earlier. This adds extra flavor to the overall dish\n   4.   Add the steak and baby broccoli in (if you choose to not serve\n   separately). Give the sauce one last stir to make sure the cornstarch\n   doesn't settle at the bottom. Pour into the wok/skillet and continue to\n   stir fry until the sauce thickens slightly. Remove from the heat\n\n#### SERVING:\n\n   1.   Portion cooked rice on a bowl. Spoon the steak and veggies on the side\n   of the rice along with the sauce or if you serve the baby broccoli\n   separately, arrange 2-3 stalks baby broccoli on the other side. Serve\n   immediately"}
