{"id":"0008-ensalda-quinoa-aguacate","title":"## Ensalada de quinoa y aguacate","img":"![](imgs/0008-ensalada-de-quinoa-y-aguacate-553.jpg)\n\n[#url]:#()\n\n[](https://recetasveganas.pro/ensalada-de-quinoa-y-aguacate/)","recipeTime":{"previousDay":false,"totalTime":"20 min","cookingTime":"20 min"},"ingredientsContent":"### INGREDIENTES\n\nPara la ensalada:\n\n   - 1 taza y media de quinoa cocida (cocida según las instrucciones del\n   paquete)\n   - 1 aguacate cortado en cubos\n   - 1taza y media de tomates cherry cortados en cuartos\n   - 60 gr de queso feta en cubos\n   - 4 tazas de espinacas frescas troceadas\n   - 2 cucharadas de cebolla roja picada\n   - 1/2 taza de nueces\n\nPara el aderezo:\n\n   - 4 cucharadas de aceite de oliva\n   - 2 cucharadas de vinagre\n   - 1/2 cucharadita de miel\n   - 1/2 cucharadita mostaza de Dijon\n   - 8 vueltas de pimienta negra molida\n   - Una pizca de sal","content":"Esta ensalada de quinoa y aguacate es un plato perfecto para practicar\nel Mindful\nEating. Está llena de proteínas\ny fibra y tiene un sutil sabor a nuez. Además, todos sus ingredientes son\nmuy saludables: aguacate, tomates cherry, queso feta, espinacas, cebolla\nroja y quinoa.\n\nTodo se adereza con una vinagreta compuesta por aceite, vinagre, miel y\nmostaza, creando una ensalada super fácil y muy sabrosa, ideal para un\ncaluroso día de verano.\n\nUna de las cosas que me facilitan utilizar la quinoa en mi cocina, es tener\nsiempre a mano una taza de quinoa cocinada en la nevera. Así siempre lo\ntienes cerca para añadirlo en las ensaladas.\n\nCon el calor del verano en pleno apogeo, comer todos los días una ensalada\nsaludable es muy refrescante y recomendable, y esta es mi nueva favorita.\nAsí que, si estás buscando una ensalada colorida y saludable ¿por qué no le\ndas una oportunidad?\n\n\n#### INSTRUCCIONES\n\nCocinamos la quinoa según las instrucciones del paquete. Dejamos que se\nenfríe ligeramente una vez hecha y la reservamos mientras preparamos el\nresto de ingredientes.\n\nLavamos y picamos las espinacas y las ponemos en un bol grande. Partimos el\naguacate por la mitad, le quitamos el hueso y sacamos la carne que\ncortaremos en cubos y pondremos en el mismo bol de las espinacas.\n\nLavamos y picamos los tomates cherry en cuartos y los agregamos al bol.\nCortamos el queso feta en dados y lo incorporamos también, junto con la\ncebolla picada.\n\nAgregamos la quinoa cocida y las nueces y preparamos el aderezo. Para ello,\nmezclamos el aceite de oliva, el vinagre, la miel, la mostaza, la pimienta\nnegra y la sal, hasta que esté emulsionado.\n\nVertemos el aderezo en los ingredientes y lo mezclamos todo bien. Servimos\na temperatura ambiente."}
