{"id":"0009-nidos-de-ternera","title":"## NIDOS DE TERNERA CON VERDURAS Y SALSA DE YOGUR Y SOJA.","img":"![](imgs)\n\n[#url]:#()\n\n![](https://oidocomida.blogspot.com/2014/06/nidos-de-ternera.html)","recipeTime":{"previousDay":false,"totalTime":"40 min","cookingTime":"30 min"},"ingredientsContent":"### Ingredients (para 2 personas):\n\n* 300 gr ternera de calidad picada\n* 1/2 pimiento rojo\n* 2 cebollas frescas\n* 2 cogollos de lechuga\n* 2 dientes de ajos\n* 1 yogur natural desnatado\n* 1 cda de salsa de soja\n* 1 cdta de vinagre de vino tinto\n* Aceite de oliva, sal y pimienta negra","content":"Esta es de esas recetas que puedes preparar con antelacion y guardar para\nsacarla en ultima instancia, llevar al campo, a la playa, y alli mismo\nmontar los nidos. Podemos hacerlo con las lechugas, un trozo de pan de\npueblo... imaginacion al poder. Sencilla, Saludable y con un gran Sabor.\nAdemas da un gran juego de combinaciones (ternera, cerdo, pollo, pescado...)\n\n\nSi queremos hacerlo en tiempo reducido, ponemos dos sartenes a calentar. En\nuna ponemos la carne picada con un poco de aceite de oliva, sal y pimienta,\ny hacerla hasta que esté crijuente la carne, desmenuzandola frecuentemente\npara que no forme mazacote.\n\nEn la otra sarten ponemos a fuego medio las cebollas cortadas en juliana,\nel pimiento picado grueso y los ajos cortados en laminas finas. Con un poco\nde aceite de oliva y sal y dejar hacer. Tardará aproximadamente el mismo\ntiempo que en hacerse la carne.\n\nUna vez que la carne esté hecha, la pasaremos a la sarten de las verduras y\ndejamos hacer un par de minutos para mezclar sabores. Sacar a una fuente y\nreservar.\n\nEn un bol colocamos el yogur, la salsa de soja, el vinagre, 1 cda de aceite\nde oliva, sal y pimienta. Removemos bien y reservamos.\n\nMontamos el plato colocando las hojas de los cogollos a modo de \"nido\".\nEncima del mismo colocamos una o dos cucharadas de la carne-verdura y\naderezamos con la salsa de yogur y soja.\n\nBuen provecho..."}
