{"id":"0010-mousaka-de-setas","title":"## Mousaka de setas","img":"![](imgs/0010-mousaka-verduras.jpg)\n\n[#url]:#()\n\n[](https://oidocomida.blogspot.com/2018/04/moussaka-de-setas.html)","recipeTime":{"previousDay":false,"totalTime":"1h30 min","cookingTime":"1h"},"ingredientsContent":"### Ingredientes (4 personas)\n\n* 3 dientes de ajos\n* 2 cebollas frescas\n* 1 pimiento verde XL\n* 1 manojo de espárragos\n* 2 tomates pera\n* 300 gr setas portobello\n* 1 cda de hierbas provenzales\n* ½ vaso de vino blanco\n* 1 cda de salsa de soja\n* 2 patatas frescas\n* 2 berenjenas medianas\n* 2 cdas de harina\n* 2 vasos de leche\n* Sal y pimienta negra molida\n* Nuez moscada\n* 2 cdas de tomate frito\n* Aceite de Oliva Virgen Extra","content":"Cortamos las berenjenas en rodajas finas y colocarlas en un bol con sal.\nDejar reposar al menos media hora. Mientras en una cazuela amplia salteamos\nbien los ajos laminados, y las cebollas frescas picadas. Añadimos también\nlos pimientos picados y los espárragos verdes también troceados.\nSalpimentamos y pochamos bien. Cuando la verdura esté ya medio hecho,\nañadimos todas las setas picadas a la cazuela y seguimos pochando bien\ntodo. Dejamos así unos 20-25 minutos[](timer:25:minutes). Agregaremos entonces el vino blanco\n(dejar un minuto que evapore el alcohol), la salsa de soja, los tomates\npicados (no triturado) y un vaso de agua, ajustamos de sal. Esperamos que\nrompa a hervir y bajamos el fuego, tapamos la cazuela y dejamos freír el\ntomate bien durante unos 30 minutos[](timer:30:minutes). Mientras esto se va haciendo, secamos\nlas berenjenas y las pasamos por la plancha hasta dorar. Reservar. Por otro\nlado cortamos las patatas a rodajas finas y las horneamos (o pasamos\npor el microondas\n8 minutos[](timer:8:minutes) con papel secante) hasta conseguir que estén hechas y\ndoradas. Reservamos\ntambién. Precalentamos el horno a 250º con grill. Pasamos a hacer la bechamel,\npara ello echamos en un cazo 2 cucharadas de aceite de oliva y cuando\nesté caliente\nle añadimos 2 cucharadas colmadas de harina y removemos bien hasta que\nse tueste\nun poco, y seguidamente le vamos echando la bebida de soja poco a poco,\nhasta conseguir una mezcla homogénea y ligeramente espesa. Salpimentamos y\nañadimos nuez moscada, un poco mas de soja y reservamos. Para montar la\nmusaka colocaremos en la fuente de horno una capa de patatas, otra de\nsofrito de verduras, encima una capa de berenjenas asadas y otra capa de\nsofrito, mas otra de berenjenas, así hasta completar capas. Por último\ncoronamos la fuente con la bechamel y metemos al horno 5-10 minutos[](timer:10:minutes) hasta\nque la superficie este dorada. Dejamos reposar unos minutos fuera del horno\ny servir.\n\n... BUEN PROVECHO"}
