{"id":"0011-alitas-de-pollo-y-tomates-cherry","title":"## Alitas de pollo con pimientos y tomates cherry","img":"![](imgs/0011-alitas_pimientos_cherry1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2018/05/28/alitas-de-pollo-con-pimientos-y-tomates-cherry/)","recipeTime":{"previousDay":false,"totalTime":"1 h","cookingTime":"30 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n\n- 1 kilo de alitas de pollo\n- 2-3 dientes de ajo\n- 1 puerro\n- 1 pimiento morrón verde\n- 130 gramos de caldo de pollo\n- 40 gramos de salsa de soja\n- 1 ramita de romero\n- 2-3 ramitas de tomillo\n- c/n de pimienta negra recién molida\n- 400 gramos de tomates cherry\n- c/n de sal\n- c/n de aceite de oliva virgen extra.","content":"Cuántas veces hemos oído aquello de que en la sencillez está el buen gusto,\naplicable a tantos ámbitos… Entre ellos la cocina, por supuesto, y como\nejemplo hoy os dejamos nuestra receta de Alitas de pollo con pimientos y\ntomates cherry, aromatizadas con su tomillo y su romero. Es un plato fácil\nde hacer para el que no hace falta encender el horno, además es una forma\nsaludable de comer esta parte del pollo tantas veces asociada al *fast food*\n.\n\n\nNos gustan las [alitas de pollo con salsa búfalo](https://gastronomiaycia.republica.com/2014/01/20/alitas-de-pollo-crujientes-con-salsa-bufalo/),\nglaseadas con miel o con [salsa teriyaki](https://gastronomiaycia.republica.com/2013/08/01/alitas-de-pollo-con-salsa-teriyaki/),\nal whisky, a la cerveza… pero también nos pierden *recetas más sencillas* y\nmás mediterráneas como la de estas *Alitas de pollo con pimiento y tomates\ncherry*, imposible no chuparse los dedos y mojar pan en el juguito que\nqueda en el plato. Estamos seguros de que a vosotros también os van a\ngustar, así que esperamos que las probéis pronto.\n\nEstas *alitas de pollo aromatizadas con tomillo y romero*, que al fin y al\ncabo son nuestras hierbas aromáticas de cabecera, las hacemos en una\ncazuela o sartén y se hacen en poco tiempo, primero se dora el pollo y\ndespués se añaden ajos, puerro y pimiento. Pasados unos minutos a fuego\nlento se incorporan los tomatitos para que no se deshagan del todo, sólo\nqueremos que suelten un poco de su jugo, pero no que se conviertan en\nsalsa. Sólo de explicar estos detalles se nos vuelve a hacer la boca agua…\ny ¿a vosotros? Esperamos que sí y que ya estéis tomando nota de la receta.\n\n### Elaboración\n\nPon una sartén o una cazuela amplia, en la que quepan todas las alitas sin\nmontarse, a calentar con poco de aceite de oliva virgen extra, sin excesos,\npues la piel del pollo ya tiene su grasa. Salpimenta las alitas y añádelas\na la sartén para dorarlas por los dos lados, añadiendo los ajos en camisa,\ndándoles simplemente un golpe para que dejen su sabor.\n\nMientras tanto, pela, lava y pica el puerro, y lava, despepita y [corta el\npimiento](https://gastronomiaycia.republica.com/2014/11/16/como-cortar-un-pimiento-morron/)\n verde (puedes poner uno y medio o dos si es muy pequeño) en una juliana no\nmuy fina. Cuando las alitas estén doradas por los dos lados, baja el fuego\na medio-bajo y añade el puerro, el pimiento y una pizca de sal, mezcla bien\npara que se cuelen bajo las alitas, tapa y deja cocinar unos cinco minutos.\n\nAñade el caldo de pollo, la salsa de soja, el tomillo y el romero, dale la\nvuelta a las alitas y vuelve a tapar para cocinar unos 6-8 minutos.\nEntonces añade los tomates cherry enteros, vuelve a tapar y a dejar cocinar\notros 5 minutos. Será fácil apreciar cuando el pollo esté hecho porque los\npequeños muslitos de las alitas se empiezan a separar del hueso.\n\nEn ese momento destapa la sartén, sube el fuego para que reduzca el jugo de\nla sartén y cocina sin tapar hasta que tengas una salsa densa. Retira del\nfuego y quita las ramitas grandes de las hierbas aromáticas. Si no las\ntuvieras frescas, puedes utilizarlas secas y la cantidad al gusto.\nAcabado y presentación\n\nSirve las *alitas de pollo* con sus *pimientos*, sus *tomates* (y el ajo\npara quien guste) y con el jugo reducido resultante. Acompaña con un poco\nde pan y a disfrutar. ¡Buen provecho!"}
