{"id":"0014-tallarines-con-langostinos","title":"## Tallarines con langostinos y aguacate a la plancha","img":"![](imgs/0014-tallarines_langostinoaguac2.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2010/11/03/tallarines-con-langostinos-y-aguacate-a-la-plancha/)","recipeTime":{"previousDay":false,"totalTime":"40 min","cookingTime":"30 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n- 400 gramos de tallarines frescos\n- 12 langostinos grandes\n- 1 aguacate\n- ½ puerro (parte blanca)\n- ½ cebolla\n- 2 dientes de ajo\n- 1 c/s de pimienta rosa\n- ½ c/c de pimienta negra\n- 60 gramos de whisky\n- 20 gramos de Maizena\n- 300 gramos de agua\n- 275 gramos de leche\n- cebollino\n- pimienta aleppo\n- aceite de oliva\n- sal.","content":"Hoy tenemos una propuesta exquisita para disfrutar de un plato de pasta,\nestos *Tallarines con langostinos y aguacate a la plancha*, pero cabe\ndestacar un matiz de este plato, el aguacate a la plancha. Seguramente\nmuch@s de vosotr@s sabréis que el aguacate cambia completamente si se\ncocina (no sucede igual en esta pizza\n<https://gastronomiaycia.republica.com/2009/07/27/pizza-de-aguacate/> porque\nel calor que recibe no es tan directo), aunque se marque superficialmente\nen la parrilla y conserve su cremosidad en el interior, el sabor se hace\namargo.\n\nAunque a algunos nos pueda sorprender, a muchas personas les gusta, sobre\ntodo a quienes el aguacate fresco no les dice mucho, paladares que\ndisfrutan con sabores *bitters* seguro que agradecerán estos *Tallarines\ncon langostinos*. Nuestra recomendación es que antes de incluir el aguacate\nen el plato, incluso antes de gastar un aguacate entero haciéndolo a la\nplancha, es probar una porción y después valorar su inclusión en el plato.\nSi no os gusta, sin ningún problema, elaborar esta misma *receta* y añadir\nel aguacate crudo u omitirlo. La salsa de baña esta pasta está exquisita,\nunos carnosos langostinos la hacen aún más rica, así que… ¡a la cocina!\n\n### Elaboración\n\nPon un poco de aceite de oliva en una sauté o cazuela de paredes bajas,\npela y pica la cebolla y el puerro y póchalos a fuego lento añadiendo una\npizca de sal, pela y pica los ajos y cuando la cebolla y el puerro estén\ntransparentes, añádelos para que se doren un poco y dejen su sabor.\n\nRetira estos ingredientes de la sauté y marca los langostinos en ella, sala\nal gusto y hazlos vuelta y vuelta, para que la carne del langostino se haga\nlo justo y ofrezca su mejor sabor, como sabemos, al cocer el marisco\nconservando su caparazón\n<https://gastronomiaycia.republica.com/2008/09/04/cocer-el-marisco-conservando-su-caparazon/>\n se concentran los sabores y aromas del mar. Retira los langostinos del\nrecipiente de cocción y cuando puedas manipularlos, pélalos, reserva la\ncarne en caliente y vuelve poner los caparazones en la sartén, a fuego\nfuerte, baña con el whisky y deja se evapore.\n\n\nA continuación añade el agua y lleva a ebullición, en ese momento baja el\nfuego y deja cocer unos 15-20 minutos. Pasa el caldo por el colador chino\n<https://gastronomiaycia.republica.com/2009/08/06/colador-chino/> presionando\nbien las cabezas de los langostinos para que suelten todo su jugo.\nIncorpora al caldo de langostinos la cebolla (y compañía) pochada, añade la\nleche, reservando un poco para disolver la Maizena, y tritura.\n\nPon el caldo resultante en un cazo y llévalo a ebullición y cuando rompa a\nhervir, incorpora la Maizena disuelta en leche. Deja cocer un minuto a\nfuego lento batiendo con las varillas y reserva la salsa caliente.\n\nEn una olla con abundante agua y sal, cuece la pasta fresca el tiempo que\nindique el fabricante. Después escúrrela y mézclala con la salsa. Por otro\nlado, corta los aguacates en cuartos y éstos en mitades, pásalos por la\nparrilla con un poco de aceite de oliva.\n\n\n### Emplatado\n\nSirve los *tallarines con salsa de langostinos* y acompáñalos con dos gajos\nde aguacate y tres langostinos. Termina con un poco de cebollino fresco\n<https://gastronomiaycia.republica.com/2009/07/10/cebollino/> picado,\npimienta aleppo y sal es escamas. ¡Buen provecho!"}
