{"id":"0015-cantonese-steamed-chicken","title":"## Cantonese steamed chicken","img":"![](imgs/0015-chinese-steamed-chicken.webp)\n\n[#url]:#()\n\n[](https://www.thespruceeats.com/cantonese-steamed-chicken-694176)","recipeTime":{"previousDay":false,"totalTime":"40 min","cookingTime":"25 min"},"ingredientsContent":"### Ingredients \n   - 4-6 medium sized Chinese dried mushrooms (reserve 1 tablespoon soaking\n   liquid)\n   - 1 1/2 pounds assorted chicken pieces, bone-in. Cut into bit-sized pieces.\n   - 1/4 teaspoon salt\n   - Pepper, to taste\n   - 1 1/2 tablespoons soy sauce (4 1/2 teaspoons)\n   - 1 tablespoon Chinese rice wine or dry sherry\n   - 1 teaspoon sugar\n   - 1 teaspoon sesame oil\n   - 1 1/2 tablespoons cornstarch\n   - 2 slices ginger, shredded (about 1 tablespoon)\n   - 1 green onion (spring onion, scallion), diced","content":"Cantonese steamed chicken is an easy, relatively quick dish to make.\nChinese dried black mushrooms add an earthy flavor to this recipe. It's a\ngreat choice for family meals or even the occassional dinner party.\n\nHow to Make It\n\n   1. Soak the dried mushrooms in a bowl of warm water for 20 minutes[](timer:20:minutes), or\n   until they have softened. Squeeze out the excess water, cut the stems off\n   the mushrooms, and thinly slice. Reserve 1 tablespoon of the mushroom\n   soaking liquid.\n   2. Use a heavy cleaver to chop the chicken through the bone into\n   bite-sized pieces. Place in a heatproof bowl and add the salt, pepper, soy\n   sauce, rice\n   wine or sherry, sugar, sesame oil, reserved mushroom liquid and cornstarch.\n   Allow to marinate while bringing water to a boil for steaming.\n   1. Place the bowl on a rack in a pot for steaming or in a steamer such\n   as a bamboo steamer in a wok. Place the chicken pieces in the middle of the\n   plate and surround with the mushrooms. Sprinkle the shredded ginger and\n   green onion over top. Steam the chicken over boiling water for 15 - 20\n   minutes, making sure it is thoroughly cooked. Serve over rice."}
