{"id":"0017-malaysian-curry","title":"## Malaysian curry","img":"![](imgs/0017-malasyan-curry.webp)\n\n[#url]:#()\n\n[](https://www.sweetrehab.ca/post/a-simple-one-pot-malaysian-nyonya-curry-chicken)","recipeTime":{"previousDay":false,"totalTime":"20 min","cookingTime":"20 min"},"ingredientsContent":"### Ingredients\n\n* 2lb Chicken Drumsticks, rinsed\n* 10 Sprigs Curry Leaves\n* 1 Stick Cinnamon\n* 2 Cloves\n* 1 Star Anise\n* 2 Thai Red Chili, whole – *Optional*\n* 2 Cups Coconut Milk\n* 2 Teaspoon Salt, or to taste\n* 1 Teaspoon Sugar\n* 350 Grams Potatoes, peeled and chopped into chunks\n* Fried Shallots – *Optional*\n\n\n#### Spice Paste –* Rempah *(makes 350grams)\n* 250 Grams Shallots or Red Onions, Roughly Chopped (regular onions can be substituted)\n* 3 Garlic Cloves, Peeled and Roughly Chopped\n* 20 Grams Belachan\n* 25 Grams Turmeric Root, Peeled and Sliced\n* 15 Dried Chili\n* 3 Tablespoon Coriander seeds\n* 1 Teaspoon Fennel Seeds\n* 1 Teaspoon Cumin Seeds\n* 2 Candle Nuts (macadamia nuts can be substituted) – *Optional*\n* 1/3 Cup Grapeseed Oil","content":"I’ve never attempted to make curry from scratch, and I’m always looking for\nnew dishes to introduce to my blog. Especially easy and delicious recipes\nthat can be made after a long day of work. I decided on a Malaysian Nyonya\nCurry Chicken. (Nyonya cooking is a result of blending Chinese ingredients\nwith various distinct spices used in the Malay community.)\n\nThis curry starts with a rempah, which is a combination of spices in a\npaste form. To make the rempah, you can blend the ingredients with a mortar\nand pestle which is quite time consuming, but the flavours and aromas are\nmore pronounced. But, I always reach for my food processor, just because it\nworks almost the same, but most importantly, it cuts the preparation time\ndown. Which is pretty important to me after work, cause I really just want\nto get a good delicious meal on the table quicker so I can sit down and\nrelax.\n\nAfter making this recipe, I decided to never use the store-bought paste\never again. Not only does it taste better, but it is quite simple to put\ntogether. Don’t be scared away by the list of ingredients either. It’s\nactually quite easy to put together if you follow the below steps.\n------------------------------\nRecipe adapted from POH’S KITCHEN\n<http://www.abc.net.au/tv/pohskitchen/stories/s2984186.htm>\n\nSO WHAT YOU WILL NEED IS:\n\n\n\n1. Remove the seeds from the Dried Chili’s. Cut them into smaller pieces,\nand soak in water for 15 minutes[](timer:15:minutes).\n2. To make the rempah: add all the rempah ingredients into the food\nprocessor.\nHit the switch to on, and blend until everything together until a paste is\nformed. This will take about 3 minutes[](timer:3:minutes).\n3. In a saucepan, turn the heat to medium. Add rempah and saute for about\n10 minutes[](timer:10:minutes). The paste will begin to thicken and darken, and the oils will\nbegin to separate the mixture a bit.\n4. Add the curry leaves.\n5. Next add the Cinnamon Stick, Cloves, Star Anise, and the *optional* Thai\nRed Chili.\n6. Add chicken pieces and stir-fry for 1 minute.\n7. Add coconut milk, salt and sugar.\n8. Add the potatoes. Bring to a boil, and then lower to a simmer. Cover and\nsimmer until chicken and potatoes are cooked through.\n9. Serve with rice or roti canai."}
