{"id":"0019-caldo-cordero","title":"## Fondo oscuro de cordero","img":"![](imgs/0019-fondo_cordero.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2008/06/06/como-hacer-un-fondo-oscuro-de-cordero/)","recipeTime":{"previousDay":false,"totalTime":"2 h","cookingTime":"1h 40 min"},"ingredientsContent":"### Ingredientes\n* 1,5 kilos de cuello, pierna, *punta de cordero*o lo que tengas \n* 2 litros\nde agua\n* 1 cebolla\n* 1 pimiento verde\n* 3-4 dientes de ajo\n* 200 mililitros de\ncoñac \n* 1 ramita de romero\n* 1 c/c de mostaza en grano\n* 1 c/c de comino\n* 1 c/c de cúrcuma\n* 1 c/c de pimentón (elegimos picante)\n* pimienta negra\n* aceite de oliva virgen extra\n* sal.","content":"Hoy hemos querido hacer un Risotto de cordero para\nlo que hemos necesitado elaborar un *fondo oscuro de cordero* previamente.\nCuando compramos cordero lo hacemos en grandes cantidades, según nos\napetezca hacemos costillas o chuletas a la brasa, o pierna y paletilla de\ncordero al horno pero después nos quedan unas piezas que son ideales para hacer el *fondo\noscuro de cordero* u otras recetas de cordero.\n\nEste fondo es una exquisitez para hacer un arroz, un guiso con patatas,\ncuscús, bulgur u otras elaboraciones, y aunque este tipo de caldo admite\nlos ingredientes de acuerdo al paladar del comensal, os mostramos el que\nhemos elaborado hoy.\n\nSi quieres hacer otro tipo de *fondo o caldo*, iremos incorporando nuevas\nelaboraciones, pero también puedes adelantarte y hacerlo a tu gusto, puede\nservirte de ayuda leer el [post de Los Fondos](https://gastronomiaycia.republica.com/2008/04/03/las-salsas-fondos/).\n\n\n### Elaboración\n\nEn una cazuela amplia con un poquito de aceite de oliva virgen extra, dora\nel cordero salpimentado al gusto. Ve dándole vueltas para que se tueste\nbien y suelte sus jugos. Llegado este punto incorpora la cebolla y el\npimiento verde cortados toscamente, y los ajos pelados y con un golpe de\ncuchillo.\n\nRehoga unos minutos y riega con el coñac, mueve de vez en cuando y deja\ncocer hasta que se consuma. A continuación incorpora el agua, depende de lo\nfuerte que lo quieras puedes poner 2 o 2’5 litros de agua, y sazona con la\nmostaza, el comino, la cúrcuma, el pimentón, la ramita de romero, pimienta\nnegra y sal al gusto.\n\nCuando entre en hervor, reduce el fuego al mínimo y deja cocer por un\nespacio de una hora u hora y media. Espuma la superficie si fuera necesario\ndurante este proceso.\n\nCuando el fondo de cordero esté listo, puedes colarlo y desechar el resto\nde ingredientes o retirar los huesos y triturar el caldo con la cebolla, el\npimiento, etc. Después sólo tienes que pasar el caldo por el colador chino\ny obtendrás un delicioso *caldo de cordero* que dará un exquisito sabor al\nplato que desees preparar."}
