{"id":"0020-ensalada-berenjena-asada","title":"## Ensalada de pasta con berenjena asada y mozzarella","url":"http://www.gastronomiaycia.com/2014/05/27/ensalada-de-pasta-con-berenjena-asada-y-mozzarella/","img":"![](imgs/0020-pasta_berenjena_asada_mozz1.jpg)","recipeTime":{"previousDay":false,"totalTime":"20 min","cookingTime":"20 min"},"ingredientsContent":"#### Ingredientes (4 comensales)\n\n* 350 gramos de pasta corta y gruesa\n* 2 berenjenas asadas\n* 2 bolas de mozzarella fresca\n* sal.\n\nPara la vinagreta\n\n* 12 [tomates secos en aceite de oliva](http://www.gastronomiaycia.com/2010/12/20/tomates-secos-en-aceite/)\n* 2 c/s de piñones\n* c/n de aceite de oliva virgen extra\n* c/n de vinagre de manzana (o al gusto)\n* 1 c/s de orégano\n* pimienta negra recién molida\n* sal.","content":"Hoy es un buen día para preparar esta *Ensalada de pasta con berenjena\nasada y mozzarella*, también lo será mañana o cualquier otro día. Se trata\nde una receta fácil y rápida de hacer, claro, si tienes la berenjena asada\npreviamente. En muchas ocasiones os hemos recomendado que aprovechéis\ncuando encendéis el horno para hacer algo más, en casa lo que hacemos a\nmenudo es asar berenjenas y pimientos para hacer escalibada o para darle\ncualquier otra salida.\n\n\n\nHay que comer verduras a diario y resulta muy fácil incorporarla en la\ndieta como alimento principal o como acompañamiento, como en esta\nreceta de *Amorelli\n<http://www.gastronomiaycia.com/2012/05/09/cavatappi/> con berenjena asada\ny mozzarella* fresca, aderezada con una vinagreta de tomate seco y piñones.\nEs un plato fresco, ideal para estos meses de calor que se avecinan, además\nresulta sabrosa y nutritiva, ¿tomáis nota?\n\n## Elaboración\n\nPon una olla con abundante agua a calentar, cuando rompa a hervir añade la\nsal, verás como empieza a burbujear con más fuerza. Incorpora la pasta,\ndale vueltas para que no se pegue, baja el fuego y cuece hasta que la pasta\nesté al dente. En ese momento la puedes refrescar con agua para cortar la\ncocción y para que esté fría para la ensalada.\n\nCorta la berenjena asada, una vez pelada, en trozos irregulares. Corta las\nbolas de mozzarella en rodajas para repartirlas antes de servir la ensalada\nde pasta.\n![Ensalada de pasta con berenjena asada y mozzarella](imgs/pasta_berenjena_asada_mozz1.jpg)\n\n\nPrepara la vinagreta, trocea los tomates secos no muy pequeños y ponlos en\nun bol. En una sartén sin engrasar, tuesta los piñones a fuego moderado,\ncuando empiecen a dorarse, retíralos y viértelos al bol de los tomates.\n\nAñade la cantidad necesaria de aceite de oliva virgen extra para aderezar\ntodos los platos de pasta, añade vinagre al gusto, el orégano, la pimienta\ny la sal. Mezcla bien y prueba para rectificar.\nEmplatado\n\nSirve en los platos la *ensalada de pasta* acompañada de la *berenjena\nasada*, coronada con las rodajas de *mozzarella\n<http://www.gastronomiaycia.com/2012/08/21/recetas-frias-mozzarella/>* y\naderezada con la vinagreta de tomates secos y piñones. Puedes aportar un\ntoque verde al plato con unas hojas de rúcula. ¡Buen provecho!"}
