{"id":"0021-shepherds-pie","title":"## Shepherd’s Pie","img":"![](imgs/0021-shepherds-pie.webp)\n\n[#url]:#()\n\n[](https://www.sweetrehab.ca/post/easy-comfort-shepherd-s-pie)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredients\n\nPotato Mash\n* 2 large potatoes, peeled and cut into 1/4 pieces (about a pound)\n* 1/8 tsp nutmeg\n* 210 ml heavy cream, room temperature\n* salt to taste\n\nMinced Meat Mixture\n* 1 tablespoon grapeseed  oil\n* 1 onion, chopped\n* 4 cloves garlic, crushed\n* 1 pound ground beef (*or your choice of ground meat*)\n* 2 tablespoon flour\n* 1 tablespoon tomato paste\n* 1/2 Teaspoon worcestershire\n* 1 cup beef broth\n* 1 Cup Vegetables, Diced (*you can use whatever you have on hand: frozen/fresh*)\n* 3 Sprigs of Rosemary","content":"I get nostalgic when fall is around the corner, and I crave for those\ndelicious comfort dishes I used to get in the school cafeteria. Shepherd’s\nPie! My parents never made Shepherd’s Pie for us when we were growing up.\nIt was one of those dishes I discovered in my school cafeteria. Reflecting\nback on those days in my high school lunchroom, when I was first introduced\nto shepherd’s pie. My mom used to pack me sandwiches for school, not\ncomplaining, but I had always wanted a hot lunch instead. Standing in the\nline-up I took a peek at what was being served that day, mashed potatoes\nand minced meat filling? Who wouldn’t love creamy mashed potatoes and\nhearty saucy minced meat filling! I’m in! Now that I’m not in high school\nnow, it’s rare to find this dish served in restaurants. So I decided to\nmake it.\n\nI think that shepherd’s pie was designed to use up leftover roasted meat\nafter a Sunday supper. The leftover meat minced into bits mixed with the\nbite-sized veggies, and then smothered with gravy, and topped with leftover\nmash. This recipe will not be the repurposing of leftovers, but made with\nfresh ingredients that I had in my fridge.\n\n*Did you know?* Cottage Pie, English Meat Pie, Shepherd’s Pie are different\nnames for a pie or casserole made with minced meat and a crust made from\nmashed potatoes.\n\n------------------------------\n\nDash of Paprika\n1. Preheat\nthe oven to 350 degrees\n2. Boil potatoes in salted water for about 15 minutes or until fork tender.\n3. Strain\nand mash the potatoes with a potato masher, food mill, hand mixer or a\nmetal whisk.\n4. Gradually add the cream, salt and nutmeg, and mix until the creamy texture\nis attained.\n5. On\nMedium-high heat the grapeseed oil in the fry pan.\n6. Fry the\nonion for about 5 mins or until translucent and fragrant\n7. Add the\ncrushed garlic, fry for about 30 seconds.\n8. Add\nground beef fry till it is no longer pink, make sure to season with salt\nand pepper.\n9. Add\nflour and tomato paste and cook for 1 minute to cook the starch.\n10. Then\nadd the the broth, vegetables, herbs, and worcestershire. Stir and bring to\na simmer for about five minutes. After, scoop out the rosemary and discard.\n11. Spread\nthe ground beef mixture on the bottom of a casserole dish.\n12. Then\ntop with the mashed potato mixture.\n13. Sprinkle with paprika.\n\n14. Optional Garnish with Sage\n14. Bake in the preheated oven for 30 minutes, or until golden brown."}
