{"id":"0022-butter-chicken","title":"## Butter chicken","img":"![](imgs/0022-butter-chicken.webp)\n\n[#url]:#()\n\n[](https://www.sweetrehab.ca/post/indian-butter-chicken-murgh-makhani)","recipeTime":{"previousDay":false,"totalTime":"2h","cookingTime":"40 min"},"ingredientsContent":"### Ingredients (2 people)\nChicken Marinade:\n* 1 lb chicken breast or thigh (cubes)\n* 2 teaspoon lemon juice\n* 1 tablespoon oil\n* 1 teaspoon garam masala\n* 1/4 teaspoon kosher salt\n* 1/2 teaspoon turmeric\n* 1/2 teaspoon cumin\n* 1 teaspoon ground coriander\n* 1/2 teaspoon kashmiri red chilli powder\n* 1 teaspoon garlic, crushed\n* 1 teaspoon ginger paste\n\nGravy:\n* 1 tablespoon oil\n* 2 tablespoon butter\n* 1/2 cup onion, diced *(50 grams)*\n* 1 teaspoon garam masala\n* 1 teaspoon fenugreek powder\n* 2 cloves\n* 1 cinnamon stick\n* 1 teaspoon crushed garlic\n* 1 teaspoon ginger paste\n\n* 3 large tomatoes, *(½ cup crushed canned tomatoes)*\n* 1 teaspoon kashmiri red chilli powder\n* 1/2 tablespoon sugar\n* kosher salt and pepper to taste\n* 1/2 tablespoon honey\n* 80 ml heavy cream\n\nGarnish:\n* coriander leaves\n* heavy cream","content":"Diwali is coming up on October 30th this year. I was figuring what recipe\nto post to recognize this holiday, and I thought of Butter Chicken. Butter\nChicken is a hugely popular Indian dish. According to Wikipedia, KUNDAN LAL\nGUJRAL, the owner of MOTI MAHAL DELUX, a restaurant in Delhi, is often credited as the\ncreator of butter chicken.\n\nTypically, the dish starts with chicken marinaded with spices and a cream\nmixture, next the chicken is traditionally cooked in a tandoor, then the\nsauce is prepared and the chicken is added to the gravy that includes\nbutter. However, the recipe below differs in that the chicken will be\ncooked on a pan in the gravy as opposed to in the tandoor.\n\n\n\nSO WHAT IS DIWALI?\n\nAccording to Wikipedia, Diwali, also known as Deepavali or the festival of\nlights, is an ancient Hindu festival. This festival signifies the victory\nof light over darkness or good over evil. The holiday is celebrated over 5\ndays. This holiday is one of the most important and largest holidays in\nIndia, with bright lights, delicious foods, and festive clothing to\ncelebrate with family.\n\n\nWHERE TO BUY THE SPICES?\n\nThe spices are easily found in Vancouver BC. I purchased my spices from\nWhole Foods Market, but they can also be found at any other grocery market\nsuch as Save-On-Foods or Superstore.\n\nGaram Masala – is a blend of spices that includes: Black and white\npeppercorns, cloves, cinnamon or cassia bark, mace (nutmeg), black and\ngreen cardamom pods, bay leaf, and cumin\n\nTurmeric – is a deep-orange-yellow powder made from dried rhizomes (*of the\nginger family*).\n\nCumin – is a dried seed and a member of the parsley family. It adds a\nearthy and warmness to food.\n\nCoriander seeds – are the seeds of cilantro or Chinese parsley.\n\nKashmiri red chilli powder – the dark orange colour in butter chicken comes\nfrom adding kashmiri red chili powder. It adds a bit of heat but imparts a\nbeautiful colour to the sauce. If you cannot locate this, feel free to\nsubstitute with Hungarian paprika or a mixture of paprika and cayenne\n(ratio of 3:1).\n\nFenugreek powder – Is made from a popular Indian seed. The seed is small,\nhard, mustard yellow but has a tangy, bitter, burnt-sugar flavour.\n\n\n1. Puree the tomatoes if you plan to use fresh tomatoes, if not skip this\nstep.\n2. Cut the chicken into bite-sized bits.\n3. Marinade the chicken with the lemon juice, oil, garam masala, turmeric,\ncumin, ground coriander, salt, kashmiri red chilli powder, crushed garlic,\nand ginger paste for a minimum of 1 hour.\n4. In a large pan on medium heat, add oil and butter until the butter is\nmelted.\n5. Add the onions, garam masala, fenugreek powder, cloves and cinnamon\nstick. Saute for 5 minutes[](timer:5:minutes) until onions are caramelized.\n6. Add garlic and ginger and fry for another 2 minutes[](timer:2:minutes).\n7. Add the marinaded chicken. Stir and fry until it is no longer pink on\nthe outside.\n8. Add pureed tomatoes, kashmiri red chilli powder, sugar, and salt and\npepper.\n9. Increase the heat to medium-high to boil. Once it boils, reduce to low\nheat and allow to simmer for 15 minutes[](timer:15:minutes) with the lid on. Stirring\noccasionally.\n10. Remove and discard cinnamon stick and cloves. Turn off the heat and\ncool for 10 minutes[](timer:10:minutes).\n11. Pour in heavy cream and the honey. Stir to combine.\n12. Plate the butter chicken and garnish with coriander leaves. I drizzled\nthe extra heavy cream on top."}
