{"id":"0023-pollo-fensejan","title":"## Pollo fejesan","img":"![](imgs/0023-pollo-fejesan.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2012/11/06/receta-de-pollo-fesenjan/)","recipeTime":{"previousDay":false,"totalTime":"1h","cookingTime":"40 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n\n* Aceite de oliva virgen extra (también se suele hacer con mantequilla)\n* 8 muslos de pollo\n* 1 cebolla morada\n* 3 dientes de ajo\n* 1/2 c/p de canela en\npolvo\n* 4 vainas de cardamomo\n* pimienta negra\n* 100 gramos de nueces\n* 220 gramos de caldo de ave (o agua) \n* 100 gramos de melaza de granada\n* 50 gramos de miel\n* sal\n* granos de granada para decorar.\n\nPara acompañar\n\n* Arroz pilaf.","content":"Hoy tenemos una receta de la cocina persa muy recomendable para disfrutar\nen estos meses, pues uno de sus ingredientes es la granada, bueno, la\nmelaza de granada, un jarabe que se elabora con el zumo que podemos obtener\nde esta fruta y azúcar. La *receta de Pollo Fesenjan* la mencionamos en el\npost en el que os explicábamos cómo hacer [melaza de granada](https://gastronomiaycia.republica.com/2009/10/08/melaza-de-granada/), en\nrealidad es un guiso que se puede hacer con pollo y con otras carnes, como\nel pato, el cordero, la ternera…\n\nSegún [Wikipedia](http://en.wikipedia.org/wiki/Fesenj%C4%81n), se denomina\nKhoresh-e fesenjān (idioma persa خورشت فسنجان) o *Fesenjān* (idioma persa:\nفسنجان al estofado elaborado con el zumo de granada que os comentamos, y\nnueces molidas. Se aromatiza con canela y opcionalmente con otras especias,\ncomo la pimienta, el cardamomo… Hoy os mostramos cómo elaboramos el\n*pollo* fesenjan,\nhemos elegido los muslos de pollo, pero también se puede hacer con pollo\ndeshuesado, y como comentábamos, con otras carnes, incluso se puede hacer\ncon carne picada. El resultado es realmente exquisito, las nueces\ntrituradas con el resto de ingredientes conforman una salsa para chuparse\nlos dedos.\n\nElaboración\n\nPon una cazuela amplia con un fondo de aceite de\noliva virgen extra a calentar. Retira la piel del pollo antes de cocinar.\nDora los muslos en el aceite caliente dándole la vuelta para que se haga de\nforma homogénea, entonces retíralo.\n\nReduce la temperatura del fuego e incorpora la cebolla picada, póchala a\nfuego lento hasta que esté transparente, entonces añade los ajos pelados y\npicados previamente, deja un par de minutos. Mientras tanto, tritura las\nnueces en el accesorio de la batidora de mano o en una procesadora similar,\npersonalmente nos gusta que las nueces no queden muy finas, encontrar\nalgunos trocitos en la salsa.\n\nCuando los ajos empiecen a tomar color, incorpora las vainas de cardamomo\ndándoles un golpe para que se abran, la canela y pimienta negra al gusto,\nmezcla y al instante incorpora las nueces, rehógalas unos minutos y a\ncontinuación añade el caldo o el agua, y sal al gusto. Sube el fuego e\nincorpora la melaza de granada y la miel.\n\n\nCuando rompa a hervir, reduce el fuego, cuece con la cazuela tapada (sin\nencajar) unos 25-30 minutos, ve dándole la vuelta al pollo de vez en\ncuando, y comprobando que no se quede seco (se podría añadir un poco más de\ncaldo en caso necesario).\nEmplatado\n\nEste guiso de *pollo\ncon\nnueces y granada* se puede servir con arroz pilaf, puedes ponerlo como base\ndel plato para que recoja la salsa. Presenta el pollo y reparte la salsa,\ntermina decorando con unos granos de granada que además de frescor,\naportarán color. De forma opcional puedes añadir un poco de perejil picado.\n¡Buen provecho!"}
