{"id":"0024-pasta-con-salsa-puerro-lima","title":"## Pasta con salsa de puerro y lima","img":"![](imgs/0024-pasta-salsa-puerro.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/fotos/recetas/pasta_puerro_lima1.jpg/)","recipeTime":{"previousDay":false,"totalTime":"30 min","cookingTime":"20 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 380 gramos de pasta\n* 1 puerro\n* 65 gramos de nueces\n* 40 gramos de pasas\n* 1\nlima\n* 200 ml. de nata para cocinar\n* 100 ml. de leche\n* 60 gramos de queso\ncurado (hemos utilizado un queso de leche cruda de oveja, puedes utilizar\notro más suave)\n* pimienta de Jamaica\n<https://gastronomiaycia.republica.com/2008/03/20/pimienta-de-jamaica/>\n* pimienta\nnegra\n* 1 c/c de azúcar\n* aceite de oliva virgen extra\n* sal ahumada\n* sal\nnormal.","content":"La *Pasta con salsa de puerro y lima* es un capricho para el paladar,\njuegan sabores dulces y ácidos, texturas cremosas y tersas, aromas cítricos\ny lácticos, hay equilibrio, y el plato invita a repetir. Esta receta es\nideal para utilizar una pasta plana y acanalada, o mejor, recordad el\npost Tipos\nde pasta y la salsa adecuada\n<https://gastronomiaycia.republica.com/2008/04/07/tipos-de-pasta-y-la-salsa-adecuada/>\n.\n\nEsta *receta* de *pasta con salsa* es fácil y rápida de hacer, por lo que\nes una buena elección para un día normal y también para sorprender a esos\namigos amantes de la pasta en una cena informal.\n\n### Elaboración\n\nRetira las hojas externas y los extremos verdes del puerro, córtalo por la\nmitad y lávalo, sécalo bien y pícalo no muy fino, reservando un poco para\ncortarlo en juliana. Esta juliana fríela en aceite de oliva hasta que\nempiece a estar crujiente, retira de la sartén y reserva sobre papel de\ncocina absorbente.\n\nPon una olla con abundante agua para cocer la pasta, cuando rompa a hervir,\nañade sal al gusto e incorpora la pasta, cuece hasta que esté al dente, el\ntiempo que te indique el paquete o según el tamaño y grosor que tenga la\npasta. Después escúrrela, refréscala con agua fría y reserva.\n\n\nPocha el puerro en una sartén o cazuela amplia con aceite de oliva a fuego\nmedio-bajo, salpimenta al gusto e incorpora también el azúcar. Cuando\nempiece a caramelizar incorpora las pasas y las nueces, sofríe un par de\nminutos y añade la nata, la leche, pimienta negra, pimienta de Jamaica y\nsal ahumada. Cuando la salsa empiece a espesar, añade la piel de la lima\nrallada y su jugo, mezcla bien hasta que quede una crema homogénea.\n\nAgrega entonces el queso troceado y mezcla bien hasta que se funda,\nincorpora finalmente la pasta, mezcla y deja que ésta tome otra vez\ntemperatura."}
