{"id":"0025-pastel-patata-setas","title":"## Pastel de patata y boletus","img":"![](imgs/0025-pastelpatataboletus-680x444.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2016/12/14/hoy-cocinas-tu-pastel-de-patata-y-boletus/)","recipeTime":{"previousDay":false,"totalTime":"3 h","cookingTime":"2 h"},"ingredientsContent":"### Ingredientes (4-6 comensales)\n    \n* 1 kilo de patatas\n* 1/2 kilo de boletus edulis\n* 2 cebollas grandes\n* 400 ml.\n    de leche evaporada\n* 100 gramos de queso parmesano\n* romero\n* tomillo\n* pimienta\n    \n* sal, aceite de oliva virgen extra.","content":"Con los pasteles de patata sucede lo que a muchos nos gusta, se pueden\nhacer múltiples variantes, siendo además un posible entrante o una\nguarnición sorprendente para el comensal cada vez que se prepara\nsimplemente haciendo pequeñas modificaciones. En vuestra sección de\nrecetas *Hoy\nCocinas Tú* tenemos una receta de *pastel de patata* que comparte con todos\nnosotros Miquel, autor del blog Les Receptes del Miquel,\nes muy fácil de hacer, así que si queréis tomar nota, preparad lápiz y\npapel, serán pocos los ingredientes que necesitaréis.\n\nSe trata de un *Pastel de patata y boletus*, además lleva una buena dosis\nde cebolla bien pochada, que ofrecerá un contraste dulzón, y queso\nparmesano rallado, que junto a las setas, aportará sabrosidad. Y como os\ncomentábamos, esta receta se puede variar y adaptar a los gustos y\nnecesidades de cada uno, podéis sustituir los boletus por otra setas,\nañadir alguna hortaliza picada, o unos daditos de jamón o panceta… Si os\nanimáis a hacer un pastel de patatas, esperamos que lo disfrutéis, y si es\nalguna variante, que la compartáis con nosotros.\n\n\n### Elaboración\n\nCortar la cebolla en juliana y pocharla a fuego lento, con una pizca de\nsal, y tapada durante unos 45 minutos[](timer:45:minutes). Mientras tanto, cortar la base del\npie de los boletus edulis, limpiarlos con un trapo húmedo y filetearlos.\n\nEn una sartén con un poco de aceite de oliva virgen extra, saltear las\nsetas, y cuando se doren un poco, retirar.\nCortar el extremo del tronco de los hongos. Limpiar con un trapo húmedo y\nfiletearlos. Saltear\n\nPelar las patatas y cortarlas en rodajas finas con la ayuda de la\nmandolina, con un grosor de entre 1 y 1’5 mm. Engrasar el fondo de una\nbandeja de horno adecuada para hacer el pastel con un poco de aceite de\noliva virgen extra y colocar una capa de patatas, seguida de una capa de\nboletus, a continuación otra de cebolla, y finalmente una capa de queso\nrallado, y repetir de nuevo con una capa de cada.\n\nCondimentar con las hierbas aromáticas, pimienta y sal entre las capas.\nVerter la [leche evaporada](https://gastronomiaycia.republica.com/2008/05/15/leche-evaporada/) e\nintroducir la bandeja en el horno precalentado a 180º C. Hornear entre 60 y\n90 minutos[](timer:90:minutes). Finalizado el tiempo, dejar reposar un rato.\nAcabado y presentación\n\nCortar el *pastel de patatas y setas* en porciones y servir en los platos."}
