{"id":"0028-sushi-rice","title":"## Sushi Rice","img":"![](imgs/)\n\n[#url]:#()\n\n[]()","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredients  \n* For 3 cups of (uncooked) rice\n* ½ cup of rice vinegar\n* 2 tablespoons of sugar\n* 2 teaspoons of salt","content":"1.\n      Wash the rice (1 cup = 3 rolls) with running water for 1-2 minutes[](timer:2:minutes)\n      until there is no more starch coming out of it. After you are\ndone washing,\n      take the rice and place it gently in a pot, add a little bit more water\n      than rice ( the ratio is about 1.15:1 in favor of the water).\nDon’t put too\n      much water, or you’ll get dough instead of rice.\n2. Cooking the rice. The rice should be cooked on high heat at first, stir every minute or\n      two, until the water boils. Then, lower the heat to minimum and cover the\n      pot. Stop stirring, the rice will handle itself from now. Why?\nThat is just\n      the Japanese way…\n      After 6-8 min, check the water level – If there is no more water,\n      only bigger grains of rice in the pot, that means the rice is ready. If\n      not, check back every minute, making sure not to burn the rice at the\n      bottom.\n\n1. Taking out the rice.   There are a few important issues to keep in mind while taking the rice\n   out of the pot. You think I’m kidding right? Well I’m not. First, use only\n   a wooden spoon to handle the cooked rice. A metal spoon will damage the\n   rice, and can also react with the vinegar we’ll add later. Second, don’t\n   scrape the rice out from the bottom of the pot. If it comes out easily,\n   good, if not – leave it be. The rice at the bottom is dry and burned so it\n   won’t taste so good. Use a wooden or plastic bowl to put the rice in to\n   chill.\n2.  Seasoning the rice. In order for the rice to taste like sushi rice (and not like ordinary\n   rice), you need to add rice vinegar to it right after it is taken out of\n   the pot.\n1. For 3 cups of (uncooked) rice, use ½ cup of rice vinegar, 2\n         tablespoons of sugar and 2 teaspoons of salt. Use only rice\nvinegar! Any\n         other kind of vinegar will taste bad. -Alternatively, you\ncould use Sushi\n         rice seasoning powder\n2. Mix together in a small pot, on medium heat until all solids are\n         mixed in.\n3. Pour mixture on rice and mix well. That should take a minute or\n         two.\n4. Let the rice cool down for a few minutes until it reaches room\n         temperature. Don’t put the rice in the fridge to make it cool\nfaster – that\n         will damage the rice. You can however use a fan, A/C or put it by the\n         window.\n5. Important tip – Some people prefer their sushi rice less seasoned.\n         Also, there might be differences in strength and flavour\nbetween different\n         brands of rice vinegar. If it’s the first time you are making\nsushi rice,\n         and you are not sure, prepare the amount of seasoning\ndescribed above, but\n         only use half of it. Mix it with the rice and taste. Trust\nyour own senses\n         if you like to use the full amount or not."}
