{"id":"0032-salmon-horno-almendras","title":"## Salmón horno con almendras","img":"![](imgs/0032-salmon_horno_costra4.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2012/02/16/salmon-al-horno-con-costra-de-naranja-y-parmesano/)","recipeTime":{"previousDay":false,"totalTime":"30 min","cookingTime":"15 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 4 lomos de salmón fresco\n* 40 gramos de panko (o miga de pan seca y\n    desmenuzada)\n* 15 gramos de queso parmesano recién rallado\n* 1 gramo de piel\n    de naranja rallada (hemos utilizado de naranja sanguina y\n    normal\n* aproximadamente 1 c/p colmada)\n* 15 gramos de almendra picada\n* 1/2\n    cebolla tierna\n* pimienta negra recién molida\n* jengibre en polvo\n* 50 gramos\n    de aceite de oliva virgen extra.","content":"Decididamente, esta *receta* de *Salmón al horno* será próximamente la que\nincluiremos en un menú de celebración para sorprender a nuestros\ncomensales, es una elaboración sencilla, cómoda y que ofrece un resultado\nexcelente. No es el primer pescado en costra que preparamos, recordad\nel Merluza\nal horno en costra de almendra,\npero con el salmón tenemos más costumbre de hacerlo a la plancha o a la\nparrilla, nos encanta tostar la superficie y conservar un interior jugoso,\nla combinación de texturas y sabores de una misma pieza en un bocado, nos\nencanta.\n\nPero desde que vimos esta receta en Pinterest, la tomamos como\ninspiración para hacer nuestra versión, el resultado fue este *Salmón al\nhorno con costra de naranja y parmesano*. No dudéis en probarlo cuanto\nantes, como siempre os decimos, eso os permitirá disfrutarlo más veces.\n\n### Elaboración\n\nPrecalienta el horno a 210º C con calor arriba y abajo. Prepara la bandeja\ndel horno, cúbrela con papel de aluminio, papel vegetal o teflón, y pincela\ncon un poco de aceite de oliva virgen extra.\n\nPon en un cuenco el panko, el queso recién rallado, la piel de naranja\n(puedes utilizar piel seca si tienes, o recién rallada), la almendra picada\ny la cebolla tierna, previamente pelada y cortada en brunoise.\n\nAñade el jengibre en polvo, cantidad al gusto, y la pimienta negra, mezcla\nbien con una cuchara y a continuación añade el aceite de oliva. Vuelve a\nmezclar para conseguir una preparación que con la presión se una, pero no\nque esté encharcada en aceite, puedes verterlo poco a poco para asegurarte\nde ello, pues según la miga de pan que utilices puedes necesitar menos\ncantidad de aceite.\n\n\nLimpia bien los lomos de salmón, asegúrate de que no tenga espinas y\nsécalos bien con papel absorbente de cocina. Colócalos en la bandeja del\nhorno y cúbrelos cuidadosamente con la preparación que formará la costra\ncrujiente después del horneado. Presiona ligeramente para que se adhiera\nbien.\n\nCuando el horno esté a la temperatura indicada, introduce la bandeja con el\npescado a altura media y hornea durante 15 minutos aproximadamente, todo\ndependerá de lo gruesos que sean los lomos y del gusto del comensal, si te\ngusta el salmón poco hecho o muy hecho. Será fácil comprobar el punto de\ncocción.\nEmplatado\n\nPrepara una ensalada variada para acompañar el *Salmón al horno* con *costra\nde naranja* y *parmesano*, sirve el pescado recién salido del horno, con la\ncorteza dorada y crujiente, muy sabrosa y jugosa, a la par que el salmón.\nUn plato principal delicioso que seguramente repetirás. ¡Buen provecho!"}
