{"id":"0033-estofado-carne-portobello","title":"## Estofado de champiñones Portobello al vermú","img":"![](imgs/0033-secreto_setas_vermu2.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2014/12/02/secreto-de-cerdo-con-estofado-de-setas-al-vermu/)","recipeTime":{"previousDay":false,"totalTime":"30 min","cookingTime":"30 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 600-700 gramos de secreto de cerdo\n* 1 chalota\n* 1 diente de ajo\n* 450 gramos\nde setas Portobello\n* 200\ngramos de vermú negro\n* 1 ramita de romero\n* c/n de pimienta negra recién\nmolida\n* 4 c/s de mahonesa\n* 4 dientes de ajos asados\n* c/n de sal fina\n* c/n\nde sal Maldon\n* c/n de aceite de oliva virgen extra.","content":"Os traemos una guarnición para una carne a la parrilla o a la plancha que\nos va a gustar, es un *estofado de champiñones Portobello al vermú* que en\nesta ocasión servimos con *secreto de cerdo*. Es una receta muy fácil de\nhacer, y por supuesto, está deliciosa. Otra prueba de que para disfrutar de\nla comida casera no hace falta pasar horas en la cocina.\n\nEl *Secreto de cerdo con estofado de setas al vermú* conquistará a los\namantes de esta jugosa carne y a quien disfruta del toque dulzón para\ncombinar, pues éste lo aporta el vermú con el que se guisan las setas.\nClaro, lo ideal es elegir un buen vermú porque sucede como con el vino,\nsólo se puede cocinar con él si también te lo beberías. Tomad nota de la\nelaboración paso a paso a continuación.\n\nPrepara la carne para hacerla a la parrilla o a la plancha, retírale el\nexceso de grasa de la superficie. Pela la chalota y el ajo y pícalos finos,\nlimpia los champiñones Portobello y córtalos en cuartos o más pequeños, al\ngusto.\n\n\n### Elaboración\n\nPon una sartén amplia a calentar con un poco de aceite de oliva virgen\nextra y cuando esté caliente incorpora la chalota y el ajo, deja que tomen\nun poco de color y añade las setas, salpimenta al gusto y saltea un par de\nminutos. A continuación moja con el vermú y añade la ramita de romero, tapa\nla sartén (sin encajarla) y cocina unos diez minutos.\nComprueba que las setas están a tu gusto, rectifica de sal y pimienta si es\nnecesario, y si queda mucho jugo en la sartén, sube el fuego y destapa para\nque reduzca.\n\nMientras se hacen las setas haz el secreto de cerdo en la parrilla o\nsartén, dorándolo bien por fuera y dejándolo sonrosado por dentro. Prepara\ntambién la mahonesa de ajos asados, es tan\nsencillo como triturar los ajos con la salsa.\nEmplatado\n\nSirve una cucharada de *mahonesa de ajo asado* en el centro del plato,\nhaciendo una lágrima con la cuchara. Coloca a un lado el estofado de\nchampiñones. Corta el secreto de cerdo en tiras anchas y colócalas sobre la\nmahonesa. Termina con unas escamas de sal sobre la carne y una pizca sobre\nlas setas. ¡Buen provecho!"}
