{"id":"0034-couscous-pimientos-huevos","title":"## Cuscús con pimientos y huevo a la plancha","img":"![](imgs/0034-cuscus_huevoplancha1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2016/04/26/cuscus-con-pimientos-y-huevo-a-la-plancha/)","recipeTime":{"previousDay":false,"totalTime":"50 min","cookingTime":"40 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n\n* 1 pimiento morrón rojo pequeño\n* 1 pimiento morrón amarillo pequeño\n* 1\npimiento morrón verde pequeño\n* 1 diente de ajo\n* 1 chalota\n* 1 c/c de mezcla\nde especias ibérica (u otra al gusto)\n* 200 gramos de cuscús precocido\n* 200\ngramos de caldo de verduras o de jamón\n* 4 huevos\n* c/n de aceite de oliva\nvirgen extra\n* c/n de sal\n* c/n de cebollino fresco.","content":"Quizá os sorprenda la receta que hoy compartimos con vosotros, pero es\ntotalmente recomendable porque está para chuparse los dedos, además es un\nplato muy fácil y rápido de preparar. Ahora bien, para disfrutar totalmente\nde este cuscús con pimientos y huevo a la plancha tenéis que romper la yema\nfluida, así como la clara cuajada (que está bajo el cuscús), para mezclar\ntodo bien. Ya sabéis que una de las salsas más deliciosas es la yema de\nhuevo sin cuajar…\n\nPues lo dicho, tomad nota de esta receta de cuscús con verduras y huevo,\npodréis prepararla en menos de media hora cualquier día de la semana, lo\nque más tiempo ocupa es la cocción de los pimientos, aunque si os gustan\ncrujientes, bastará con saltearlos unos minutos. También podéis probar esta\nreceta cambiando los pimientos por unos espárragos verdes, por ejemplo. Ya\nnos contaréis cuando la probéis.\n\n### Elaboración\n\nLimpia los pimientos y córtalos en daditos, pela el ajo y la chalota y\npícalos bien finos. Pon una sartén a calentar con un chorro de aceite de\noliva virgen extra y cuando esté caliente incorpora los pimientos, una\npizca de sal y mezcla bien. Rehoga hasta que los pimientos empiecen a estar\ndorados, si los quieres un poco crujientes, hazlos a fuego medio-alto.\n\nCuando los pimientos estén casi a punto, añade el ajo y la chalota y saltea\npara que se doren e impregnen su sabor a la verdura. Al estar picados muy\nfinos se harán enseguida.\n\nPon el cuscús en una fuente o en un bol amplio, por otro lado pon el caldo\na calentar. Cuando rompa a hervir, vierte el caldo sobre el cuscús, mezcla\npara que quede todo mojado, tapa y deja reposar unos cinco minutos. Después\nmuévelo con un tenedor para que quede suelto.\n\nCuscús con pimientos y huevo a la plancha\n\nVierte el cuscús en la sartén con los pimientos, añade las especias (la\ncantidad puede variar al gusto) y mezcla bien. Añade también un hilo de\naceite de oliva virgen extra y vuelve a mezclar.\n\nEn una sartén con unas gotas de aceite de oliva virgen extra haz los huevos\na la plancha, de uno en uno. Ve poniendo cada huevo en su plato.\n\nAcabado y presentación\n\nRodea la yema de cada huevo con cuscús de pimientos, y condiméntala con una\npizca de sal. Para terminar, reparte el cebollino fresco recién picado.\n¡Buen provecho!"}
