{"id":"0035-noquis-pollo-rucula","title":"## Ñoquis con pollo y rúcula","img":"![](imgs/0035-gnocchi_pollo_rucula1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2016/05/03/noquis-con-pollo-y-rucula/)","recipeTime":{"previousDay":false,"totalTime":"35 min","cookingTime":"30 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 500 gramos aprox. de ñoquis\n* 400 gramos de pechuga de pollo\n* 50-60 gramos\n    de rúcula\n* c/n de mezcla de especias ibérica (ver receta)\n* c/n de aceite de\n    oliva virgen extra\n* c/n de sal\n* 20-30 gramos de queso parmesano.","content":"Los ñoquis o gnocchi no tienen que estar siempre bañados de salsas\ncremosas, a menudo ricas en grasas, hay muchas otras formas de disfrutar de\nesta preparación de patata. Hoy os dejamos una idea que además de\nexquisita, es muy fácil y rápida de hacer, tomad nota de esta receta de\nÑoquis con pollo, rúcula y parmesano, porque os va a encantar.\n\nCon tres ingredientes al alcance de todos y de fácil preparación en la\ncocina, os vais a chupar los dedos si seguís la receta que os dejamos a\ncontinuación. Los tres ingredientes principales son ñoquis o gnocchi de\npatata, pollo y rúcula, pero también tienen un papel muy importante las\nespecias, una mezcla de elaboración casera que os hemos recomendado en\nvarias ocasiones y cuya receta tenéis en los ingredientes. El queso\nparmesano, u otro queso curado al gusto, también aporta su toque.\n\nYa lo veis, es una receta sencilla, económica y deliciosa, ideal para hacer\nentre semana, aunque haya poco tiempo para cocinar, porque no se necesitan\nmás de 20 minutos. Si os gustan los gnocchi caseros los podéis dejar\npreparados el fin de semana, pero también podéis elegir un buen producto\ncomercial, sin olvidar comprobar los valores nutricionales y los\ningredientes con los que se elaboran, que sean los que tienen que ser. A\ncontinuación os dejamos la elaboración paso a paso para preparar los Ñoquis\ncon pollo y rúcula que ilustran estas líneas, esperamos que os gusten tanto\ncomo a nosotros.\n\n\n## Elaboración\n\nPrepara una olla con abundante agua para cocer los ñoquis, mientras tanto,\ncorta la pechuga de pollo en pequeños dados. Pon una sartén a calentar con\nun chorrito de aceite de oliva virgen extra y cocina el pollo sin moverlo\nhasta que se dore por un lado, entonces añade la mitad de la rúcula y dale\nla vuelta al pollo, condimenta con un poco de sal y con las especias.\n\nCuando el pollo esté dorado por todos los lados, procurando que no quede\nmuy hecho para que no quede seco, para lo que conviene cocinarlo a fuego\nfuerte, incorpora el resto de rúcula, mezcla y retira del fuego.\n\nÑoquis con pollo y rúcula\n\nUna vez que el agua de la olla rompa a hervir, añade sal y a continuación\nlos ñoquis. A medida que vayan saliendo a flote, retíralos con una\nespumadera bien escurridos, incorpóralos a la sartén con el pollo y la\nrúcula.\n\nAñade un hilo de aceite de oliva virgen extra, un poco más de especias\nibéricas, y mezcla bien.\n\nAcabado y presentación\n\nSirve en los platos los ñoquis con pollo, rúcula y especias ibéricas, y\npara terminar añade unas lascas de queso parmesano recién cortadas con el"}
