{"id":"0036-merluza-salsa-almendras","title":"## Merluza con salsa de almendras y ajo negro","img":"![](imgs/0036-merluza_salsaalmendra_ajon1.jpg)\n\n[#url]:#()\n\n[](http://gastronomiaycia.republica.com/2015/2016/2017/merluza-con-salsa-de-almendras-y-ajo-negro)","recipeTime":{"previousDay":false,"totalTime":"50 min","cookingTime":"40 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 4 lomos de merluza\n* c/n de aceite de oliva virgen extra\n* c/n de sal.\nPara la salsa de almendras2 c/s de aceite de oliva virgen extra\n* 1 chalota\n* 1 diente de ajo\n* 90 gramos de almendra molida\n* 300 gramos de caldo de pescado\n* 100 gramos de nata para cocinar\n* ½ c/c de pimienta blanca molida\n* 1 c/c rasa de lemon grass en polvo\n* 1 c/s de salsa de ostras\n* c/n de sal.\nOtros\ningredientes\n* 3 dientes de ajo negro\n* 1 ramita de perejil\n* 2 c/s de grosellas.","content":"Esta receta de Merluza con salsa de almendras y ajo negro es muy fácil de\nhacer, además no necesita mucho tiempo y los ingredientes con los que se\nelaboran están al alcance de todos. Con una buena materia prima esta es una\nperfecta receta para Navidad y para cualquier comida especial.\n\nTenemos otra buena propuesta para servir un plato principal de pescado muy\nrico, saludable, nutritivo y especialmente sabroso en las próximas fiestas\nde Navidad, o cuando os apetezca degustarlo, es una *Merluza con salsa de\nalmendras y ajo negro* que esta para quitarse el sombrero.\n\nComo veréis a continuación, esta *receta de merluza* es de lo más sencillo\nde elaborar, por un lado hay que preparar la salsa con un buen caldo de\npescado, por otro se cocina la merluza a la plancha, una técnica fácil,\nrápida y sana, y para terminar se combinan pescado, salsa y otros\ningredientes que aportan distintos matices que se agradecen, no dejéis de\nincorporar el *ajo negro* porque es especialmente apropiado para este plato\ny además ya sabéis que tiene múltiples beneficios.\n\n### Elaboración\n\nLimpia la merluza dejando los lomos limpios de espinas y con la piel,\nsécalos bien con papel de cocina absorbente y reserva en el frigorífico\nmientras preparas la salsa.\n\nPela la chalota y el ajo y pícalos bien finos, pon una cazuela a calentar\ncon un chorrito de aceite de oliva virgen extra y cuando esté caliente\npocha la chalota y el ajo, añadiendo una pizca de sal. Cuando estén tiernos\nañade la almendra y rehoga un par de minutos.\n\nA continuación moja con el caldo y la nata, y condimenta con la pimienta,\nel lemon grass, la salsa de ostras y sal al\ngusto. Sube el fuego y lleva a ebullición mientras bates con unas varillas\nmanuales. Cuando rompa a hervir baja el fuego y cocina la salsa unos 8-10\nminutos, o hasta que la salsa espese.\n\n\nMientras se termina de hacer la salsa puedes cocinar el pescado, sálalo al\ngusto y hazlo a la plancha, primero por el lado de la piel y después por la\nparte superior, dorándolo muy ligeramente y dejando que el interior del\npescado quede bien jugoso.\n\nPrueba la salsa y rectifica de sal si es necesario. Si la quieres bien\nfina, puedes pasarla por la batidora.\nAcabado y presentación\n\nSirve en los platos el *lomo de pescado*, nápalo parcialmente con la salsa\nde almendras y a continuación reparte las grosellas, los ajos negros\nlaminados y el perejil fresco recién picado. ¡Buen provecho!"}
