{"id":"0037-pizza-queso-cabra-foie","title":"## Pizza de queso de cabra, foie gras y miel","img":"![](imgs/0037-pizza_cabra_foie_miel1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2015/12/13/pizza-de-queso-de-cabra-foie-gras-y-mie)","recipeTime":{"previousDay":false,"totalTime":"25 min","cookingTime":"15 min"},"ingredientsContent":"### Ingredientes\n    \n* 1 base de pizza casera\n* salsa de tomate\n* queso rulo de cabra\n* foie gras mi-cuit\n* mozzarella rallada\n* rúcula\n* miel\n* pimienta negra\n* orégano (opcional).","content":"Los amantes de la pizza no deben dejar de probar esta receta si quieren\ndisfrutar de una elaboración diferente. La Pizza de queso de cabra, foie\ngras y miel está deliciosa, os animamos a que la probéis y la compartáis,\nporque os felicitarán por haber hecho una pizza exquisita.\n\nHemos preparado una pizza que está para quitarse el sombrero, tiene sabores\nintensos a la vez que elegantes, y con contrastes de sabores que\nseguramente os gustarán, quizá no son muy habituales en una pizza, pero\ncuando la probéis no dudaréis en repetirla, se trata de la *Pizza de queso\nde cabra, foie gras y miel*, ideal para comer en cualquier ocasión e\nincluso os diríamos que cortada en porciones de bocado, puede ser un buen\naperitivo para una comida festiva.\n\nComo siempre, os recomendamos que hagáis la masa de pizza en casa, pues\nninguna que compréis tendrá el mismo sabor, en Gastronomía y Cía os hemos\ndado varias recetas, pero la que más suele hacerse es la masa de pizza\ncrujiente. A continuación os explicamos cómo hacer la *pizza de queso de\ncabra*, *foie gras y miel* aunque no especificamos las cantidades, pues en\nestos casos los ingredientes van a ojo, según el tamaño de la pizza y de la\ncantidad de pizzas iguales que se vayan a hacer.\n\n###  Elaboración\n\nPrecalienta el horno a 220º C con calor arriba y abajo. Extiende a masa de\npizza en la mesa de trabajo intentando darle forma redonda, si se vuelve a\nencoger, déjala reposar cinco minutos para que se destense.\n\nDispón en primer lugar una cucharada sopera de salsa de tomate en el centro\ny ve repartiéndola haciendo movimientos circulares hacia el exterior. A\ncontinuación reparte por toda la masa el queso de cabra desmigado, el foie\ngras mi-cuit y la mozzarella rallada.\n\nIntroduce la pizza en el horno a altura media, y cuando esté el borde\ndorado, unos 15 minutos (el tiempo puede variar según el horno) retírala y\nañade la rúcula, un hilo de miel, pimienta negra recién molida y una pizca\norégano seco.\nEmplatado\n\nSirve la pizza recién sacada del horno, si es para repartir, córtala en\nporciones triangulares, y si quieres presentar pequeños bocados para un\naperitivo, corta cuadrados o rectángulos de pizza. Recuerda que si se\nenfría, la mejor forma de conseguir una pizza recalentada crujiente es [ésta](http://www.gastronomiaycia.com/2014/06/16/como-calentar-la-pizza-para-que-quede-crujiente/).\n¡Buen provecho!"}
