{"id":"0038-arroz-con-pollo","title":"##  Arroz con pollo","img":"![](imgs/0038-arroz_pollo.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2009/03/19/arroz-con-pollo)","recipeTime":{"previousDay":false,"totalTime":"1 h","cookingTime":"50 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 360 gramos de arroz\n* 4-6 contramuslos de pollo (también se pueden utilizar\n    otros cortes)\n* 300 gramos tomates pera\n* 6 dientes de ajo\n* ½ cebolla grande\n* 1\n    zanahoria\n* ½ pimiento rojo\n* 300 mililitros de cerveza\n* ¾ c/c de cilantro en\n    grano\n* unas ramitas de cilantro fresco\n* ¾\n    c/c de comino en semillas\n* 1 c/c rasa de pimentón dulce\n* una pizca de\n    pimentón picante\n* 3/4 c/c de cúrcuma\n* 1 c/s de Bovril (opcional)\n* 800\n    mililitros de caldo de ave\n* aceite de oliva virgen extra\n* sal.","content":"El *arroz con pollo* es una *receta* tradicional de América Latina, aunque\nen cualquier cocina se elabora un plato con estos dos ingredientes\nprincipales, acompañados de distintos vegetales, especias o incluso\nlegumbres.\n\nDentro de las *recetas tradicionales de Arroz con pollo* en Latinoamérica,\nhay también muchas variantes dependiendo del país e incluso del cocinero\nque la elabore, el resultado puede ser igual de satisfactorio, con\ndistintos matices pero rico y nutritivo.\n\nHoy hemos hecho esta adaptación de la receta de arroz con pollo en la que\nhemos prescindido del picante porque teníamos invitados que no lo toleran\nmucho, pero para nosotros es una delicia incluyendo chile, chipotle o algún pimiento\npicante similar.\n\n### Elaboración\n\nPela la cebolla y córtala en brunoise, lava el pimiento y\npractícale el mismo corte, raspa la zanahoria y córtala también en\nbrunoise. Pela los dientes de ajo y machácalos en el mortero con las\nsemillas de comino y el cilantro en grano. Ralla los tomates y añádeles\nmedia cucharita de azúcar para reducir la acidez.\n\nPon una cazuela amplia con un buen chorro de aceite de oliva virgen extra\nal fuego y dora el pollo salándolo al gusto. Cuando esté dorado de forma\nhomogénea, por todos sus lados, baja el fuego y prosigue la cocción. Agrega\nla zanahoria, el pimiento rojo, la cebolla y sal, sofríe unos minutos,\nhasta que la cebolla empiece a transparentar y moviendo de vez en cuando,\nentonces añade el ajo triturado con las especias. Sofríe unos minutos más y\nagrega el tomate rallado y el extracto de carne (Bovril). Sube el fuego hasta\nque rompa a hervir, vuelve a bajarlo y deja cocer hasta que el sofrito\nreduzca casi a la mitad.\n\nAñade entonces el pimentón y la cúrcuma, mezcla bien y riega con la cerveza\nvolviendo a subir el fuego para que entre en ebullición y después deja\ncocer de nuevo a fuego medio-bajo, tapando un poco la cazuela si los trozos\nde pollo\nson muy grandes para que se hagan bien.\n\nUna vez que haya reducido la salsa y el pollo esté hecho, retíralo de la\ncazuela reservándolo en caliente e incorpora el arroz, mézclalo bien con el\nsofrito y deja cocinar unos tres minutos para que absorba los sabores. El\npollo se puede dejar cociendo con el arroz si lo deseas, pero a nosotros\nnos gusta más separarlo y volverlo a introducir en la olla en los últimos\ncinco minutos de reposo del arroz.\n\nAñade entonces el caldo y lleva a ebullición, baja el fuego y deja cocer\ntapando el recipiente hasta que el arroz esté en su punto, unos 15 minutos.\nEntonces, incorpora el pollo al arroz, tapa la olla y apaga el fuego. Deja\nreposar cinco minutos antes de servir, si quedaba algo de caldo se\nabsorberá.\nEmplatado\n\nSirve el arroz con pollo en los platos elegidos y pica el cilantro fresco,\nespolvoréalo sobre el arroz y a comer, está para chuparse los dedos."}
