{"id":"0039-solomillo-coco-curry","title":"## Solomillo con coco y curry rojo","img":"![](imgs/0039-solomillo_coco_curry1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2008/09/17/receta-de-solomillo-con-salsa-de-coco-y-curry-rojo/)","recipeTime":{"previousDay":false,"totalTime":"50 min","cookingTime":"40 min"},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 1 solomillo de cerdo (de unos 700 gramos)\n* 200 mililitros de leche de coco\n* 1 c/s rasa de pasta de curry rojo\n* ½ plátano macho\n* 1 patata\n* 6-8 chalotas\n* curry en polvo\n* sal de guindillas\n* sal corriente\n* aceite de oliva virgen\nextra.","content":"La receta de Solomillo con salsa de coco y curry rojo es muy sencilla, pero\nmuy sabrosa. Se fusionan sabores dulces, picantes y salados que sólo\nnecesitan un punto de cocción adecuado para convertirse en un festín para\nel paladar.\n\nHoy hemos acompañado este Solomillo con salsa de coco y curry rojo con\ncrujientes de plátano macho y patatas, además de unas chalotas que como\nguarnición, también proporcionan un contraste de sabores. Os animamos a\nprobar el plato y a que nos contéis vuestro parecer.\n\n### Elaboración\n\nPela la patata y córtala en finas láminas, pela también las chalotas y\ndéjalas enteras si son pequeñitas.\n\nFríe las patatas junto a las chalotas (para que les den sabor) hasta que\nestén crujientes, no hace falta que sea en abundante aceite, basta con que\nlas cubra un poco. Mientras tanto pela el plátano y córtalo también en\nfinas rodajas. Una vez retiradas las patatas, disponlas sobre papel\nabsorbente y sálalas al gusto. Si las chalotas no están hechas déjalas unos\nminutos más.\n\nFríe las rodajas de plátano hasta que estén crujientes, sazónalas después\ncon un poco de sal y curry en polvo. En una sartén con unas gotas de aceite\nprepara la salsa de coco con curry rojo, para ello basta con mezclar la\nleche de coco con la pasta de curry, una pizca de sal y dejar cocer a fuego\nfuerte durante cinco minutos moviendo de vez en cuando.\n\nFinalmente haz los solomillos cortados en medallones previamente. El punto\nde cocción será básico, hay que hacerlo al gusto de los comensales. Dora la\nparte exterior en la plancha o sartén con un poco de aceite de oliva virgen\nextra y deja que se haga según el gusto. Salpimenta también al gusto.\n\n### Emplatado\n\nSirve el solomillo con los crujientes de patata y plátano macho, acompaña\ntambién con las chalotas a las que añadirás un poco de sal de guindillas.\nTermina regando con la salsa de coco y curry rojo y prepárate para"}
