{"id":"0040-hojaldre-tomate-queso-cabra","title":"## Hojaldre de berenjena, tomate y queso de cabra","img":"![](imgs/0040-hojaldre_berentomatecabra1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2008/02/11/receta-de-hojaldre-de-berenjena-tomate-y-queso-de-cabra/)","recipeTime":{"previousDay":false,"totalTime":"30 min","cookingTime":"15 min"},"ingredientsContent":"### Ingredientes (6 comensales)\n    \n* 2 láminas de hojaldre congelado\n* 2 tomates maduros pero firmes\n* 1 berenjena\n* 1 snack de queso de cabra (no es el mejor\n* pero es resultón)\n* 12 aceitunas negras\n* sal Maldon\n* sal corriente\n* orégano\n* aceite de oliva\nvirgen extra\n* 1 huevo.","content":"Siempre hemos pensado que el horno nos ahorra mucho trabajo en la cocina,\nnos permite lograr exquisitos platos casi sin preparativos, lo mismo da un\nasado que una pizza, o este rico *Hojaldre de berenjena, tomate y queso de\ncabra* que ayer nos preparamos para cenar. No es una obra de arte, pero nos\npermite degustar algo rico y con poca elaboración, ideal para esos días en\nlos que vamos cansados o tenemos poco tiempo para cocinar.\n\n\n### Elaboración\n\nLava la berenjena córtala en rodajas medias, cocínalas 8 minutos al microondas y deja que se enfríen para no estropear el hojaldre.\n\nDescongela el hojaldre con tiempo y\nenharina la superficie de trabajo. Extiende las láminas y amásalas\nligeramente con el rodillo, corta en tres porciones cada lámina.\n\nLava y corta los tomates en rodajas, retírale la piel si lo deseas. Corta\ntambién el queso de cabra obteniendo cuatro rodajas para cada hojaldre. Si\ntienes queso de rulo del bueno, mucho mejor, córtalo bien fino, pero menos\ncantidad de rodajas.\nBate el huevo con un poco de sal y pinta las láminas de hojaldre que habrás\ndispuesto en la bandeja del horno o sobre un Silpat. Coloca a continuación\nlas rodajas de berenjena, las de tomate y riega con un hilo de aceite y\nadereza con la sal Maldon.\n\nTermina colocando sobre los tomates el queso de cabra y las aceitunas, y\nespolvoreando un poco de orégano. Si lo deseas, puedes añadir a estos\ningredientes un poco de cebolla, si es cruda, que esté cortada muy fina, si\nes caramelizada o confitada, adminístrala al gusto.\n\nIntroduce los* hojaldres de berenjena*, tomate y queso de cabra en el horno\nprecalentado a 200º C, estarán listos cuando la masa se haya hinchado y\ndorado, como se aprecia en las fotos.\nEmplatado\n\nPuedes servir estos hojaldres en platos rústicos, lucen muy bien. Nosotros\nlos hemos acompañado con un bouquet\nde\nrúcula aderezada con una vinagreta de aceitunas negras, delicioso.\n\nTambién puedes tomar esta idea para hacer unos aperitivos, cortando la masa\ncon un cortapastas redondo\no cuadrado y procediendo del mismo modo, alternando una rodaja de\nberenjena, una de tomate y una de queso."}
