{"id":"0041-koftas-ternera","title":"## Koftas de ternera","img":"![](imgs/0041-kofta_mostaza_miel1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2015/01/20/koftas-de-ternera-con-salsa-de-mostaza-y-miel/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (12 uds.)\n    \n* 500 gramos de carne de ternera picada\n* ½ cebolla morada\n* 1 c/c de ajo en\npolvo\n* 1 c/c rasa de cúrcuma\n* 1 c/c de zumaque\n* 1 c/c rasa de canela en\npolvo\n* 1 c/c de comino\n* c/n de guindilla seca picada\n* 1 c/c de cinco\npimientas\n* ½ c/c de sal (o al gusto)\n* unas ramitas de cilantro fresco\n* aceite\nde oliva virgen extra.\n\nPara acompañar\n\n* 120 gramos de arroz aromático (thai, basmati…)\n* c/n de salsa de mostaza y\nmiel.","content":"Aunque las koftas se elaboran tradicionalmente con cordero, éste\nnormalmente nos lo comemos a la parrilla, a la brasa o al horno, y para\nhacer esta especie de albóndigas especiadas originarias de Oriente Medio y\ndel sur de Asia a menudo recurrimos a la ternera. No obstante, esta misma\nreceta de *Koftas de ternera con salsa de mostaza y miel* la hemos hecho en\nalguna ocasión con cordero, y quitan el sentido de lo ricas que están.\n\nLas koftas\ntambién denominadas kaftas, kofteh o kuftas, entre otros nombres, son muy\nfáciles de hacer, simplemente se trata de picar a carne y condimentarla\nbien con especias, ajo, cebolla… Se les puede dar una forma redonda o\nalargada, ensartarlas en una brocheta o no. En fin, aquí tenéis una\npropuesta de un plato principal que os va a encantar, unas *albóndigas\nespeciadas* con*arroz aromático* y *salsa de miel y mostaza*, para chuparse\nlos dedos.\n\n\n### Elaboración\n\nPrepara la salsa de mostaza y miel como [explicamos aquí](http://www.gastronomiaycia.com/2011/07/26/salsa-de-mostaza-y-miel/), así\ntendrá tiempo de reposar y amalgamar sabores. Prepara también el arroz para\ncocerlo y que esté listo justo cuando se hayan hecho las koftas.\n\nPon la carne picada en un cuenco amplio para mezclarla con el resto de\ningredientes. Pela la cebolla y pícala en brunoise, ponla en el cuenco e\nincorpora también el ajo en polvo, la cúrcuma, el zumaque, la canela, el\ncomino, la guindilla, las pimientas y la sal.\n\nPica el cilantro fresco bien fino y añádelo también, entonces mezcla bien\ncon una espátula o con las manos, que las especias estén bien repartidas\npor la carne para que ofrezca un sabor homogéneo.\n\nHaz porciones de carne de unos 45-50 gramos y dales la forma que desees,\nredondas o un poco ovaladas y reserva en frío hasta el momento de\ncocinarlas, pero puedes hacerlas inmediatamente. Para ello simplemente pon\nun fondo de aceite de oliva virgen extra en una sartén y llévala al fuego a\ntemperatura media.\n\nCocina las koftas dándoles la vuelta para que se doren de forma homogénea y\nque se cocinen hasta el interior.\nEmplatado\n\nSirve una cama de arroz aromático y coloca encima las koftas o *albóndigas\nde ternera especiadas*. Acompaña con la salsa de mostaza y miel en una\nsalsera para que cada comensal se sirva al gusto. ¡Buen provecho!"}
