{"id":"0042-muslos-pollo-naranja","title":"## Muslos de pollo con naranja","img":"![](imgs/0042-muslos_pollonaranjasoja1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2011/02/22/muslos-de-pollo-con-naranja-y-soja/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 8 muslos de pollo\n* 150 gramos de zumo de naranja natural\n* 40 gramos de\nsalsa de soja\n* 2 chalotas\n* guindilla\no chile seco molido\n* aceite de oliva virgen extra\n* sal.\n\nSalsa de aguacate\n\n* 2 aguacates\n* 40 gramos de tomates secos en aceite\n* ½ cebolla morada\n* 1 c/c\nrasa de jengibre en polvo\n* pimienta negra recién molida\n* 2 c/s de zumo de\nnaranja natural\n* 1 c/s de zumo de limón natural\n* chile o guindilla al gusto\n*  sal.","content":"Tan sencillos como sabrosos son los Muslos de *pollo con naranja* y soja,\nfáciles de hacer, saludables, ligeros, nutritivos y ricos hasta decir\nbasta, la *receta* ofrece una combinación de sabores que conquista a los\npaladares más exigentes.\n\nEsta receta puedes hacerla cualquier día de la semana, no te va a llevar\nmás tiempo que hacer el tradicional *pollo al ajillo*, lo que seguramente\nconseguirás es sorprender a tus comensales con estos *Muslos de pollo con\nnaranja y soja*. No dejes de comprar o hacer un buen pan para no dejar\nrastro de la salsa en el plato.\n\n\n### Elaboración\n\nLimpia los muslos de pollo, retírales la piel y sálalos ligeramente.\nPrepara el zumo de naranja y pela y pica las chalotas.\n\nPon una cazuela de paredes bajas o una sartén amplia al fuego con un fondo\nde aceite de oliva, cuando esté caliente, incorpora los muslos de pollo y\ndóralos de forma homogénea, dándoles la vuelta de vez en cuando.\n\nCuando la superficie esté dorada, reduce el fuego y añade la chalota para\nque se poche ligeramente, cuando empiece a transparentar, añade el zumo de\nnaranja mezclado con la salsa de soja y la guindilla.\n\nDeja cocer a fuego medio, tapando la sartén pero sin encajarla, dejando una\npequeña salida para el vapor. Si al terminar la cocción del pollo queda el\njugo muy fluido, sube un poco el fuego, destapa totalmente y deja reducir\ndándoles vueltas a los muslos de pollo para que se impregnen bien.\n\nPrepara la salsa de aguacate, pon en el mortero o en el complemento de la\nbatidora (con lo que te vaya mejor) los aguacates pelados y deshuesados, la\ncebolla pelada y troceada, los tomates secos escurridos, el jengibre, la\npimienta el zumo de naranja y de limón, la guindilla y un poco de sal,\ntritura y prueba por si fuera necesario rectificar de especias o sal.\nEmplatado\n\nSirve la *receta de pollo con naranja* y soja acompañados de la salsa de\naguacate, y unos trocitos de nachos si lo deseas, quizá los comensales\ndespués pidan más para comer como el guacamole, aunque con el pollo está\ngenial. Tal vez prefieras servir la salsa aparte y que cada comensal se la\nsirva al gusto. ¡Buen provecho!"}
