{"id":"0043-risotto-mozarella-tomate-secos","title":"## Risotto de mozzarella y tomate seco","img":"![](imgs/0043-risotto_mozzarella_tomate1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2011/02/23/risotto-de-mozzarella-y-tomates-secos/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4-6 comensales)\n    \n* 400 gramos de arroz carnaroli o arborio\n* 2\nchalotas\n* 160 ml. de vino blanco seco\n* 1'5 litros de caldo de verduras y\njamón\n* 250 gramos de mozzarella fresca\n* 100 gramos de tomates secos en\naceite (se\npuede variar la cantidad al gusto, según lo hidratados que estén los\ntomates, su peso variará)\n* 1 c/s de tomillo fresco (las hojas)\n* pimienta\nnegra recién molida\n* parmesano recién rallado\n* sal\n* aceite de oliva virgen\nextra.","content":"En el [libro Cocina Italiana](http://www.gastronomiaycia.com/2010/12/03/cocina-italiana-de-maxine-clark/)\nencontramos\nla idea de esta *receta de risotto* con *mozzarella y tomate seco* que\nadecuado a nuestro gusto y despensa, tenemos que decir que hemos\ndisfrutado. Ahora será cuestión de hacer distintas variantes de esta receta\nde risotto, se nos ocurren varios ingredientes que incorporar, aportando\ndistintos matices y combinaciones de sabor.\n\nNos encantaría que también probarais el *Risotto de mozzarella y tomate\nseco*, y compartierais con todos nosotros vuestras propuestas. Si tenéis\nposibilidad de hacerlo con mozzarella de búfala\nno\nlo dudéis, y sobre el tomate seco, si tiene un porcentaje de hidratación\nmínimo, incorporarlo al principio, si se trata de un tomate seco más\ntierno, podéis añadirlo a mitad de la cocción. En este caso hemos utilizado\nel tomate que tenemos más seco, así se ha ido rehidratando con la cocción\ndel arroz a la vez que le transmitía el sabor.\n\n### Elaboración\n\nPela las chalotas, córtalas por la mitad a lo largo y después pícala bien\nfina. Pon el caldo a calentar en el microondas o en un cazo. Escurre la\nmozzarella y córtala en daditos, trocea también los tomates, no demasiado\npequeños.\n\nPon una cazuela al fuego con el mismo aceite de los tomates, añade los\ntomates y la chalota, y pocha a fuego suave hasta que ésta esté\ntransparente. Añade el arroz y sube un poco el fuego, no dejes de remover y\ncuando esté nacarado, añade el vino, deja reducir moviendo de vez en cuando.\n\nUna vez que el arroz se haya quedado seco, empieza a incorporar el caldo\ncaliente poco a poco, es decir, de vaso en vaso, vierte el primero y ve\nmoviendo de vez en cuando mientras se va haciendo el arroz, y cuando el\ncaldo se haya absorbido, vierte otro vaso. Así hasta que viertas el último.\nCon el primer vaso de caldo añade también el tomillo, la pimienta y un poco\nde sal (aunque dependerá del punto de sal que tenga el caldo.\n\nEn el momento en el que viertas el último vaso de caldo, incorpora la\nmozzarella, deja cocer hasta que se haya consumido la mitad del caldo del\núltimo vaso, mezcla para que la mozzarella se funda ligeramente y se\nintegre con el arroz, retira del fuego y deja reposar hasta que el punto\ncremoso del risotto esté a tu gusto. Este no conviene que quede muy seco.\nEmplatado\n\nSirve el *Risotto de mozzarella* y tomate seco en el plato y termina\nrallando un poco de queso parmesano, decora con una ramita de tomillo y\nsirve enseguida. ¡Buen provecho!"}
