{"id":"0044-pollo-mostaza-miel","title":"## Pollo con salsa de mostaza, cerveza y miel","img":"![](imgs/0044-pollo_mostaza_cervemiel1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2013/05/15/receta-de-pollo-con-salsa-de-mostaza-cerveza-y-miel/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 4 pechugas de pollo (también se puede hacer con pavo)\n* 1/2 cebolla morada\n* 1 diente de ajo\n\n*  120 gramos de cerveza\n* 20 gramos de salsa de soja\n* 10 gramos de mostaza\nantigua\n* 20 gramos de miel\n* cilantro fresco\n* aceite de oliva virgen\nextra\n* pimienta\nnegra\n* sal.","content":"La carne de pollo está considerada un alimento básico, es una carne blanca\nsaludable, con poca grasa, económica y además muy versátil. A menudo os\npresentamos recetas de pollo para que dispongáis y disfrutéis de distintas\nformas de elaboración, hoy la propuesta es esta pechuga de *pollo con salsa\nde mostaza, cerveza y miel*, una verdadera delicia.\n\nPreparamos esta salsa para enriquecer la pechuga de pollo que, cocinada en\nsu punto, resulta muy jugosa. Pero si además está aderezada con esta *salsa\nde mostaza,\ncerveza y miel*, se convierte en un plato exquisito. Esta salsa también\nacompaña muy bien a otros tipos de carne, como el pavo, el cerdo o el\nconejo. La propuesta de hoy es esta *receta de pollo* a la plancha, muy\nfácil y rápida de elaborar.\n\n### Elaboración\n\nPon una sartén amplia a calentar con un poco de aceite de oliva virgen\nextra, salpimenta las pechugas de pollo por los dos lados y hazlas a la\nplancha dorándolas por fuera y dejándolas jugosas por dentro, un punto\nmenos de lo que las haces normalmente.\n\nMientras se hace el pollo, pela la cebolla y córtala en juliana, pela el ajo y córtalo\nen láminas. Pon en un cuenco la cerveza, la salsa de soja, la mostaza y la\nmiel, mezcla bien.\n\nRetira el pollo de la sartén y añade un poco de aceite de oliva virgen\nextra si es necesario, incorpora la cebolla y el ajo, cocina a fuego medio,\nmoviendo de vez en cuando, hasta que se ablanden. Añade a continuación la\nmezcla del cuenco, una pizca de sal, pimienta y unas hojas de cilantro, y\nlleva a ebullición, después baja el fuego para que reduzca.\n\nCuando la salsa de mostaza, cerveza y miel esté casi en su punto (pruébala\npor si es necesario rectificar), como un almíbar, reincorpora el pollo y\ndeja un minuto por cada lado para que se impregne y coja temperatura.\nEmplatado\n\nSirve la *pechuga de pollo* con la *salsa* de cebolla, mostaza y demás.\nTermina con unas hojas de cilantro fresco y a comer. ¡Buen provecho!"}
