{"id":"0045-cuscus-cordero","title":"## Cuscús con cordero","img":"![](imgs/0045-cuscus_cordero1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2009/02/23/cuscus-con-cordero/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 250 gramos de cuscús\n* 250 gramos de agua (o caldo vegetal)\n* 4-8 chuletas de\ncordero (según el peso)\n* ½ puerro\n* 4 dientes de ajo\n* 3 centímetros de raíz\nde jengibre\n* 1 c/p\nde hierbabuena seca\n* 1 c/p de Tandoori Masala\n* 1 manzana pequeña o media\ngrande (Fuji por ejemplo)\n* 3 c/s de pasas\n* 3 c/s de piñones\n* unas ramitas\nde cilantro fresco\n* aceite de oliva, sal.","content":"El *Cuscús con cordero* es un plato de tradición marroquí que ha cruzado\nfronteras y actualmente hay tantas recetas de *Cuscús con cordero* como\ncocineros. Podemos hacer esta receta con muchas variantes, distintos\nvegetales y especias pueden hacer que cada vez disfrutemos de un plato\nnuevo.\n\nHoy hemos hecho una rápida elaboración de este receta, hay que agradecer\nque esta sémola sea de\ntan rápida cocción, tan versátil y nutritiva. Con el *cuscús*, unas\nchuletas de *cordero*, especias y un sofrito básico, puedes obtener un\nplato con el que tus comensales se chuparán los dedos.\n\nNo hemos prescindido de las pasas y piñones que tan bien acompañan al\ncuscús, aportando por un lado dulzor y por el otro textura. Con poco tiempo\npara cocinar y con ganas de disfrutar en la mesa, el Cuscús con cordero se\npresenta como una buena elección.\n\n### Elaboración\n\nEmpieza elaborando el cuscús, el procedimiento es diferente a como lo\nhacemos para el Tabulé.\nPela y pica el puerro y ponlo en una cazuela o sartén amplia con un poco de\naceite y una pizca de sal a fuego medio-bajo. Rehógalo hasta que esté\ntierno e incorpora entonces dos dientes de ajo pelados y picados y la raíz\nde jengibre también, pelada y picada bien pequeñita.\n\nSofríe hasta que el ajo tome color y agrega la manzana pelada y cortada en\ndaditos, los piñones y las pasas, continúa rehogando a fuego medio hasta\nque los piñones se doren y las pasas se inflen. A continuación vierte el\ncuscús, mézclalo bien con el resto de ingredientes, añade sal al gusto, la\nhierbabuena y el *Tandoori Masala*, vuelve a mezclar y vierte el agua o el\ncaldo.\n\nSube el fuego y cuando rompa a hervir apágalo, retira el recipiente del\nfogón y tápalo, déjalo entre 5 y 10 minutos para que se hidrate, mientras\ntanto pica el cilantro e\nincorpóralo al cuscús, mézclalo bien con una cuchara de acero inoxidable,\nayuda a que el grano quede suelto.\n\nPon una sartén al fuego con un poco de aceite de oliva y haz el cordero al\npunto que te guste, sálalo y cuando estés a punto de retirarlo del fuego\nincorpora los dientes de ajo restantes para que desprendan su sabor y aroma\na la carne.\nEmplatado\n\nSirve el cuscús con cordero en un plato amplio, el cuscús como base y el\ncordero sobre él regándolo con un poco del jugo de la sartén. ¡Buen\nprovecho!"}
