{"id":"0046-guiso-carne","title":"## Guiso de Carne","img":"![](imgs/)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2014/11/07/guiso-tradicional-de-cordero-con-patatas/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4-6 comensales)\n    \n* 750 gramos de cuello de cordero\n* 1 cebolla morada\n* 3-4 dientes de ajo\n* 2\nc/p generosas de pulpa de pimiento choricero\n* 1 kilo de patatas\n* 1 c/c de\npimentón agridulce\n* c/n de pimienta negra recién molida\n* ½ c/c de comino\nmolido\n* c/n de sal\n* 3-4 ramitas de tomillo fresco\n* c/n de aceite de oliva\nvirgen extra.","content":"Poco hay que presentar de un guiso básico de patatas con carne, aunque hay\nmuchísimas recetas diferentes, quizá tantas como cocineros, es un plato que\nlo dice todo cuando se lleva a la boca. En esta época lo que apetecen son\nplatos reconfortantes, que nos llenen de calor el cuerpo y de sabor el\npaladar, sin olvidar lo más importante que es la parte nutritiva, y este\nGuiso tradicional de cordero con patatas lo es.\n\nAunque el cordero es una carne más grasa que otras (y aún lo es más el\ncuello, que es sabrosísimo), es un plato nutritivo y sano, sólo hay que\ncuidar el resto del menú, por ejemplo empezando con una ensalada o unas\nverduras. Para quienes se inicien en la cocina, este guiso de cordero con\npatatas es ideal porque es muy fácil de hacer. Aquí tenéis una receta para\ncualquier día de la semana, pues además es muy económico.\n\n\n\n### Elaboración\n\nPrepara la carne para el guiso, puedes cortar el cordero al gusto. Pela la\ncebolla y pícala en brunoise, pela los dientes de ajo y dales un golpe para\nque se rompan. La pulpa de pimiento choricero es mejor si la sacas de los\npimientos rehidratados, pero ocasionalmente también se puede recurrir a los\ntarritos de pulpa comerciales.\n\nPela las patatas y cháscalas, es decir, córtalas un poco con el cuchillo y\ndespués rómpelas para obtener los trozos (de tamaño bocado) de modo que\nexpulsen el almidón cuando se guisen para espesar la salsa.\n\nPon una olla grande a calentar con un poco de aceite de oliva virgen extra\ny dora el cordero por los dos lados, añádele sal al gusto. Si es necesario\ndóralo en tandas, no lo amontones. Cuando el cordero se haya dorado y haya\ndejado su sabor en la olla, retíralo y reserva.\n\nGuiso tradicional de cordero con patatas\nBaja el fuego y pocha la cebolla hasta que esté bien tierna, entonces\nincorpora los ajos, sube el fuego y dale un par de vueltas. Reincorpora el\ncordero, añade las patatas, el pimiento choricero, el pimentón, la\npimienta, el comino y la sal. Incorpora también el tomillo deshojado. Dale\nun par de vueltas para que se repartan los condimentos y moja con agua\ncaliente hasta cubrir.\n\nLleva a ebullición y a continuación baja el fuego, cuece con la olla\nsemi-tapada hasta que las patatas estén tiernas y la carne hecha al gusto,\npueden ser necesarios unos 30 minutos. De vez en cuando mueve con una\ncuchara de madera para que el almidón vaya saliendo y espesando la salsa.\n\nEmplatado\n\nSirve el guiso de patatas y cordero después de reposar cinco minutos, y\nprepara a los tuyos para disfrutar. ¡Buen provecho!"}
