{"id":"0048-pastel-carne-jamie-oliver","title":"## Pastel de carne, cerveza negra y queso","img":"![](imgs/0048-pastel_hojaldrado_de_buey_queso_y_cerveza_5.jpg)\n\n[#url]:#()\n\n[]()","recipeTime":{"previousDay":false,"totalTime":"4 h 30 min","cookingTime":"3 h"},"ingredientsContent":"### Ingredientes (4 raciones)*\n                 \n                 \n- 3 cebollas\n- 1 cucharada de aceite de oliva\n- 1 rama de romero fresco (las hojas)\n- 3 dientes de ajo rallados\n- 50 gr de mantequilla\n- 2 zanahorias en rodajas\n- 250 gr de champiñones\n- 400 gr de carne de falda de ternera en dados\n- 1 lata de cerveza negra, preferiblemente Guinness\n- 1 cucharada colmada de harina\n- 1 pastilla de carne\n- 1 pizca de pimienta negra\n- 2 masas de hojaldre\n- 200 gr de cheddar rallado\n- 1 huevo batido","content":"Vamos a necesitar una sartén o cacerola con tapa que se pueda meter al\nhorno, pero si no la tienes, no te preocupes, antes de meterlo al horno,\npuedes pasar el guiso a un molde de horno y taparlo con un trozo de papel\nalbal, yo os aviso cuando tengamos que hacer esto.\n\n\n\n\n\n## Elaboración \n\n1. Ponemos a calentar una sartén honda o una olla.\n\n2. Cortamos las cebollas en juliana y las añadimos a la sartén con un\nla pizca de pimienta negra. Removemos de vez en cuando mientras preparamos\nel resto de ingredientes.\n\n3. Echamos las hojas de romero limpias y secas a la sartén.\n\n4. Rallamos o pasamos por una prensa de ajos los 3 dientes de ajo. Los\nañadimos a la sartén. Mezclamos todo.\n\n5. Este es el mejor momento para mí: añadimos el trozo de mantequilla,\nque junto con el romero y la cebolla hacen una mezcla de olores muy muy\nbuena.\n\n6. Echamos las zanahorias en rodajas y un par de ramas de apio en\nrodajas también, ahora bien, si no sois muy de apio suprimirlo como yo...\n\n7. Limpiamos los champiñones y los partimos en láminas. Jamie Oliver\nutiliza portobello, pero no son fáciles de encontrar. Yo siempre uso\nchampiñones comunes, pero frescos, nada de champiñones de lata!! Los\nañadimos a la sartén desmenuzándolos con las manos.\n\n8. Los dados de carne van ahora directos a la sartén. Marcamos la\ncarne, removemos.\n\n9. Ahora ponemos la lata de cerveza -menos un par de tragos- y la\ncucharada de harina, si es maizena, mejor.\n\n10. En este punto, Jamie Oliver indica que añadamos un chorro de agua o\nde caldo de carne, tras hacerla muchas veces, prefiero no echarle más\nlíquido que la cerveza ya que sino me queda bastante más caldoso que a él.\nComo relleno para un pastel, es preferible que el guiso sea espeso, de\nsabor concentrado. Lo que si hago es añadirle en este momento una pastilla\nde carne.\n\n11. Tapamos la sartén o la olla y lo metemos al horno a 180ºC durante 2\nhoras. Si tu sartén u olla no es apta para el horno o lo dudas, pasa el\nguiso a un molde de horno y tápalo casi completamente con papel albal.\n\n12. Tras dos horas, sacamos el guiso del horno y comprobamos que la\nconsistencia es espesa, si no, lo metemos unos 10 minutos más, esta vez sin\ntapa -no queremos caldo líquido en nuestro pastel-. Batimos el huevo y lo\nreservamos, lo utilizaremos  después para pintar el hojaldre.\n\n12. Tras dos horas probablemente siga con líquido, podemos retirar la chicha y reducir la salsa en el fuego. **Recuerda**: la tapa de la olla está muy caliente.\n\n13. Vamos a preparar el hojaldre: cortamos 1/3 de una de las masas y la\npegamos a continuación de la otra para conseguir una masa del doble de\ntamaño que la primera.\n\n14. Colocamos la masa más grande en el molde, ajustada al fondo y las\nparedes. Lo que sobre por los bordes no lo cortamos, nos servirá para\ncerrar luego el pastel.\n\n15. Mezclamos la mitad del queso cheddar (100 gr) rallado -o troceado-\ncon el guiso y lo añadimos todo al molde encima del hojaldre. En este\nmomento trabajamos muy deprisa ya que el guiso está caliente y si\ntardamos mucho estropearemos el hojaldre. Ahora añadimos por encima la\notra mitad del queso (100 gr).\n\n16. Amasamos la masa pequeña de hojaldre hasta conseguir el mismo\ntamaño que el molde que estamos usando para el pastel. Pintamos con huevo los\nbordes que sobresalen de la masa de hojaldre grande, la de debajo.\n\n17. Hacemos unos cortes superficiales en diagonal en la tapa de hojaldre\npara que sea más crujiente. La pintamos con huevo y colocamos con rapidez\nencima del molde. Arrugamos los sobrantes de la masa de debajo sobre la\nmasa de la tapa para cerrar bien el pastel. No nos vamos a preocupar de que\nquede bonito, el horno lo va a transformar en un pastel rustico precioso,\nde verdad!!\n\n18. Ahora vamos con el pastel al horno, a 180ºC durante 40 minutos o\nhasta que esté dorado y bien hecho el hojaldre.\n\n19. Ya solo queda sacarlo y dejarlo reposar unos 10 minutos. Podemos\naprovechar para preparar unos guisantes congelados rehogados con un poco\nde mantequilla y sal. Son el acompañamiento perfecto para este plato.\n\nSé que una receta tan larga da pereza pero os diré que: es fácil de\nhacer, casi no requiere tiempo, solo prepararla con antelación, es una\nreceta sana y nutritiva, la mayor parte del tiempo se hace sola en el\nhorno y no tienes que estar pendiente, es perfecta para preparar cuando hay\ninvitados porque es muy vistosa, está buenísimo y te hará sentirte\norgullos@ de su sabor!!\n\n\nOs dejo el vídeo donde Jamie Oliver prepara esta receta en su programa.\nSi oís el crujido del hojaldre cuando saca del horno el pastel, seguro\nque lo vais a hacer!! ;)\n\n\n\n\n\nEspero que os guste, lo disfrutéis y se convierta en una de vuestras\nrecetas típicas, como ha pasado en mi casa."}
