{"id":"0049-macarrones-bacon-mango-queso-azul","title":"## Macarrones con bacon, mango y queso azul","img":"![](imgs/0049-macarrones_mango_qazul1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2012/09/27/macarrones-con-bacon-mango-y-queso-azul/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 400 gramos de macarrones\n* 1 mango\n* 6-8 lonchas de bacon\n* 1 diente de ajo\n* 125 gramos de queso azul\n* 100-120 gramos de queso crema\n* nueces (opcional)\n* pimienta negra\n* sal.","content":"Vamos con unos macarrones que harán que una comida de diario sepa a\nfestivo, porque estos Macarrones con bacon, mango y queso azul van a ser el\ncapricho de muchos apasionados de la pasta, amantes del queso, locos por\nlos juegos de sabores y texturas, y un lujo para quienes tienen poco tiempo\npara cocinar pero quieren disfrutar de la cocina casera, mimada y rica.\n\nEsta receta se puede hacer con macarrones o con otras variedades de pasta\ncorta, así que escoged la que más os guste o la que tengáis en la despensa.\nEl mango debe estar en su punto de maduración para que aporte un toque\ndulzón que contrarreste la intensidad del queso azul, además aportará\njugosidad y frescor. Es un entrante muy completo, con un importante aporte\nenergético, así que si se acompaña de otro plato, que sean unas hortalizas\no verduras.\n\n### Elaboración\n\nPon una olla con abundante agua para cocer la pasta, cuando rompa a hervir\nañade sal y a continuación la pasta, muévela para que no se pegue y baja el\nfuego, a temperatura media-alta para cocerla hasta que esté al dente.\n\nMientras tanto, corta el bacon en tiras, pela el diente de ajo y pícalo\nbien pequeño. Pon una sartén a calentar, sin añadir aceite de oliva, y haz\nel bacon a fuego medio para que se vaya dorando lentamente, y ve dándole la\nvueltas para que se haga de forma homogénea. Cuando le falten un par o tres\nde minutos, añade el ajo picado.\n\nPela el mango y córtalo en dados. Incorpóralo a la sartén el bacon una vez\nque lo hayas retirado del fuego. Sólo queremos que coja temperatura, aunque\nsi el mango no está muy maduro, puedes saltearlo un par de minutos con el\nbacon. Para terminar, añade un hilo de aceite de oliva virgen extra y\npimienta negra recién molida.\n\n￼\nCuando la pasta esté lista, escúrrela reservando entre medio vaso y un vaso\ndel agua de cocción. Vuelve a poner los macarrones en la olla y medio vaso\nde agua de cocción, incorpora el queso crema y la mitad del queso azul, ve\nmoviendo con una cuchara de madera para que el calor vaya fundiendo el\nqueso, actuando como una salsa cremosa. Si fuera necesario, añade un poco\nmás de agua de cocción.\n\nEmplatado\n\nSirve los Macarrones con la salsa cremosa de queso y reparte a continuación\nel bacon, el mango y el resto del queso azul cortado en dados. Para\nterminar, añade unas nueces troceadas si lo deseas y sirve enseguida."}
