{"id":"0050-risotto-boletus-confitados","title":"## Risotto con boletus confitados","img":"![](imgs/0050-risotto_boletus_confit1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2010/02/12/risotto-con-boletus-confitados/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 400 gramos de arroz carnaroli (o arborio, baldo…)\n* 200 ml. de vino blanco\n* 1 puerro\n* 2 dientes de ajo\n* 1 nabo\n* 1 c/s de Bovril\n* 60 gramos de boletus\nedulis deshidratados\n* 1 litro de caldo vegetal (restar al caldo el agua en\nla que se han rehidratado los boletus)\n* 80 gramos de queso parmesano\n* 1 c/p\nde cúrcuma\n* ½ c/p de pimienta de Jamaica\n* tomillo\n* 2 c/s de sirope de arce\n* 2 c/s de miel\n* aceite de oliva virgen extra\n* sal.","content":"Se nos ha pasado la semana casi sin darnos cuenta de que no habíamos comido\nrisotto, la verdad es que hemos disfrutado mucho de todos los menús, pero\nel cuerpo ya nos pedía un Risotto con boletus confitados, un plato ideal\npara terminar la semana laboral.\n\nEl Risotto con boletus, aromatizados con miel y tomillo (que delicia\ntambién para acompañar una carne), no podemos decir que es una receta\nligera, pero es nutritiva y está tan sabrosa que hay que ser generoso en el\nservicio. Como características de este plato, mencionar que hemos buscado\nla crujibilidad y un contraste refrescante y ligeramente picante en el\nnabo, que a su vez se suaviza con el queso, pero si no es del agrado de los\ncomensales, se puede prescindir de él.\n\n\n### Elaboración\n\nPon los boletus o ceps en agua tibia para que se rehidraten unas horas\nantes. Cuando vaya a ponerte a cocinar, escurre bien las setas y añade el\nagua al caldo que pondrás a calentar para hacer el risotto. Pon aceite de\noliva en un cazo, la cantidad suficiente para que cubra los boletus, añade\nla miel y una pizca de tomillo, ponlo al fuego y calienta hasta los 50-60º\nC e introduce las setas para que se confiten.\n\nPela y pica el puerro, pela los dientes de ajo y dales un golpe con la hoja\ndel cuchillo (un poco de presión para que se abra ligeramente). Pela el\nnabo y córtalo en dados. Pon la cazuela al fuego con un buen chorro de\naceite de oliva y pocha a fuego lento el puerro y los ajos, cuando empiece\na caramelizar, incorpora el nabo, el sirope de arce y sal al gusto, mezcla\nbien y añade el arroz.\n\n￼\nMueve el arroz hasta que el grano empiece a transparentar, incorpora\nentonces el vino y deja reducir, a continuación condimenta con la cúrcuma,\nla pimienta de Jamaica, el Bovril y mezcla bien, empieza entonces a añadir\nel caldo caliente vaso a vaso, incorpora el primero y no añadas el\nsiguiente hasta que el anterior no se haya absorbido. Recuerda que debes\nmover el arroz con una espátula o cuchara de madera casi continuamente.\n\nCuando hayas añadido el último vaso de caldo, incorpora también el\nparmesano rallado y mezcla bien, termina de mantecar y si le queda un poco\nde caldo, deja reposar un par de minutos antes de servir.\n\nRetira los boletus del cazo en el que estaban confitando.\n\n### Emplatado\n\nSirve el risotto bien cremoso y acompáñalo con los boletus confitados.\nPuedes terminar con un poco más de queso parmesano rallado o en lascas si\nlo deseas. ¡Buen provecho!"}
