{"id":"0051-ternera-guisada-leche-coco","title":"## Arroz blanco y ternera guisada con leche de coco","img":"![](imgs/0051-arroz_ternera_picada_coco1.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2013/01/07/arroz-blanco-y-ternera-guisada-con-leche-de-coco/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n    \nPara el arroz\n* 350 gramos de arroz basmati\n*  4 vainas de cardamomo (opcional)\n*  sal.\n\nPara la ternera con leche de coco\n* 2 dientes de ajo \n*  1 trozo de raíz de jengibre\n*  1/2 cebolla\n*  350 gramos de\nternera picada\n*  1 c/c rasa de semillas de cilantro\n*  1 c/c de comino molido\n* 1 c/c de pimienta de Jamaica\n*  2 c/c de cúrcuma\n*  c/n de chile en polvo o\ncopos\n*  30 gramos de pasas\n*  50 gramos de almendras\n*  cilantro fresco\n*  450 ml.\nde leche de coco\n*  sal\n*  aceite de oliva virgen extra.","content":"Cuando preparamos el Hojaldre relleno de carne y champiñones nos quedó un\npoco de ternera picada y este tipo de alimentos hay que consumirlos a la\nmayor brevedad, así que preparamos una receta muy sencilla para la cena,\ncomo base un arroz blanco aromático, y para enriquecerlo, la ternera\nguisada con leche de coco, cúrcuma, jengibre, comino…\n\nEs un plato exquisito y muy fácil de preparar, se puede hacer con ternera o\ncon otra carne que tengáis en el frigorífico o que os guste más. El Arroz\nblanco y ternera guisada con leche de coco se hace en apenas media hora,\npor lo que podéis disfrutar de él cualquier día de la semana. Tomad nota,\nprobadlo y nos contáis, porque esperamos que sea de vuestro agrado.\n\n\n### Elaboración\n\nPon a calentar una olla con abundante agua, las vainas de cardamomo y sal.\nCuando rompa a hervir, incorpora el arroz y cuece hasta que esté en su\npunto, cocido pero no muy blando (mira el tiempo en las instrucciones del\npaquete, o hazlo a tu gusto). Cuando el arroz esté hecho, escúrrelo y\nconserva en caliente.\n\nPrepara el guiso, puedes empezar a hacerlo antes que el arroz. Pela y pica\nlos ajos laminados, pela el jengibre y pícalo bien fino, pela también la\ncebolla y córtala en brunoise. Pon una sartén amplia a calentar con un poco\nde aceite de oliva virgen extra, sofríe primero los ajos con el jengibre, y\na continuación añade la cebolla, baja el fuego y deja cocer lentamente\nhasta que esté transparente y blanda.\n\nAñade entonces la carne picada, sube el fuego, mezcla y aromatiza con las\nespecias molidas, las semillas de cilantro, el comino, la pimienta de\nJamaica, la cúrcuma y el chile, añade también sal al gusto y unas hojas de\ncilantro fresco picado. Incorpora también las almendras y las pasas. Rehoga\nhasta que la carne esté hecha y moja a continuación con la leche de coco.\n\nArroz blanco y ternera guisada con leche de coco\nLleva a ebullición y baja el fuego, deja cocer hasta que la leche de coco\nse haya concentrado un poco y obtengas una crema densa. Pruébala y\nrectifica de sal o especias si es necesario.\n\n### Emplatado\n\nSirve en los platos el arroz aromático y sobre éste reparte la carne\nguisada. Termina con un poco de cilantro fresco picado y sirve enseguida.\n¡Buen provecho!"}
