{"id":"0052-arroz-berenjenas-almendras","title":"## Arroz basmati con berenjena y almendras","img":"![](imgs/0052-arroz_berenjena_almendra1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2014/09/01/arroz-basmati-con-berenjena-y-almendras/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n    \n* 500 gramos de berenjena\n*  60 gramos de ajos tiernos\n*  1 trozo de raíz de\njengibre (una nuez)\n*  60 gramos de almendra entera cruda (Marcona)\n*  ½ c/c de\nnuez moscada recién rallada\n*  ½ c/c de pimienta negra recién molida\n*  ½ c/c\nde chile en polvo\n*  ¼ c/c de comino en polvo\n*  ½ c/c de lemon grass en polvo\n* 120 gramos de salsa de soja dulce (Kecap manis)\n*  200 gramos de agua\n*  unas\nramitas de menta fresca\n*  1-2 c/s de aceite de sésamo\n*  c/n de aceite de\noliva virgen extra\n* sal.","content":"Un entrante ideal para un lunes sin carne o para cualquier día que se\nquiera disfrutar del Arroz basmati con berenjena y almendras que os\nproponemos, es un plato muy sabroso, nutritivo y ligero, leed la receta a\ncontinuación y tomad nota de ella, seguro que encontraréis el momento de\nprobarla.\n\nLa elaboración es muy sencilla, un buen arroz aromático, suelto y suave\ncomo base, y la berenjena salteada con especias y salsa de soja dulce.\nResulta muy sabrosa y especiada, como lo es la Berenjena frita con salsa\noriental, por lo que el arroz es el acompañamiento ideal. Os proponemos\neste Arroz con berenjena y almendras como entrante, pero también podéis\nservirlo como guarnición de carne o pescado, haciendo un plato único muy\nrico y completo.\n\n\n### Elaboración\n\nLava bien la berenjena, corta los dos extremos y después córtala en dados.\nPonla en un recipiente con sal y déjala reposar unos diez minutos para\nretirar el amargor. Después enjuágala y sécala bien.\n\nPela los ajos tiernos y córtalos en rodajas finas, pela el jengibre y\npícalo bien fino. Prepara las especias, puedes variar las cantidades al\ngusto, si quieres que sea más o menos picante, que predomine el cítrico…\n\nPon una sartén grande a calentar con un poco de aceite de oliva virgen\nextra, cuando esté caliente, a temperatura media, incorpora el jengibre y\nel ajo tierno picado, rehoga unos minutos y añade la berenjena, la almendra\ny sal al gusto. Baja uno o dos puntos más el fuego y sofríe la berenjena\ncon la almendra unos ocho minutos.\n\n\nIncorpora las especias, dale un par de vueltas al guiso y moja con la salsa\nde soja dulce y el agua, añade la menta picada y cuece hasta que las\nberenjenas estén tiernas y glaseadas. Retira la sartén el fuego y adereza\ncon el aceite de sésamo, mezcla y reserva en caliente.\n\nMientras se hacen las berenjenas con almendras puedes cocer el arroz, hazlo\ncon agua y sal en un cazo, como haces normalmente, hasta que esté en su\npunto.\n\nEmplatado\n\nSirve el arroz basmati coronado con las berenjenas glaseadas con almendra y\ndecora con unas hojitas de menta fresca. ¡Buen provecho!\n\nAbreviaturas\nc/s = Cuchara sopera\nc/p = Cuchara de postre\nc/c = Cuchara de café\nc/n = Cantidad necesaria"}
