{"id":"0053-sepia-jenjibre-coco","title":"## Sepia con jengibre y leche de coco","img":"![](imgs/0053-sepia_coco1.jpg)\n\n[#url]:#()\n\n[](http://www.gastronomiaycia.com/2014/06/05/sepia-con-jengibre-y-leche-de-coco/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4-6 comensales)\n    \n* 600 gramos de sepia limpia\n*  1 trozo de raíz de jengibre (una nuez)\n*  3\ndientes de ajo\n*  2 c/s de aceite de oliva virgen extra\n*  1 c/c colmada de\nGochu Jang (o pasta de curry rojo)\n*  100 gramos de leche de coco \n*  20 gramos\nde salsa de soja\n*  una pizca de sal\n*  1 c/s de zumo de limón natural\n*  6 ramitas de cilantro fresco\n*  ½ cebolla morada\n*  c/n de aceite de sésamo.","content":"Cuando salimos de tapas, habitualmente encontramos sepia con ajo y perejil,\nsepia con all i oli, sepia con patatas… Pues aquí tenéis un aperitivo o\ntapa diferente que os va a encantar, y os animamos a probarla porque\ntambién se puede disfrutar del tapeo en casa, o quizá os guste tanto esta\nreceta de Sepia con jengibre y leche de coco que la prepararéis como plato\nprincipal (nosotros lo hacemos).\n\nLa elaboración es sencilla y rápida, a continuación os explicamos la receta\npaso a paso para hacer esta sepia ligeramente picante, con jengibre, leche\nde coco, cilantro… es casi como un curry de sepia. Tomad nota y nos contáis.\n\n\n\n### Elaboración\n\nLava la sepia y sécala bien, córtala en trozos de un bocado. Pela la raíz\nde jengibre y rállala. Pela los dientes de ajo y rállalos también, o si lo\nprefieres utiliza la pasta de ajo y jengibre que tengas preparada.\n\nPon una sartén a calentar con el aceite de oliva virgen extra y sofríe la\npasta de jengibre y ajo a fuego moderado, cuando se haya hecho un poco\nincorpora la sepia y sube el fuego. A continuación añade el Gochu Jang,\ndale un par de vueltas.\n\n\nIncorpora la leche de coco, la salsa de soja, una pizca de sal si fuera\nnecesario y el zumo de limón, añade también las hojas de dos ramitas de\ncilantro picadas. Cocina a fuego fuerte, pero no al máximo, hasta que\nreduzca la salsa.\n\nPela y corta en juliana la cebolla morada y limpia las hojas restantes de\ncilantro.\n\n### Emplatado\n\nSirve la sepia en cazuelitas o cuencos y corónala con la cebolla y el\ncilantro fresco. Termina con un hilo de aceite de sésamo. ¡Buen provecho!"}
