{"id":"0055-noquis-gorgonzola-tomate","title":"##Ñoquis de espinacas con chistorra y queso azul","img":"![](imgs/0055-noquis-gorgonzola-tomate.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2020/11/20/noquis-de-espinacas-con-chistorra-y-queso-azul-convierte-una-comida-sencilla-en-un-festival-de-sabores/)","recipeTime":{"previousDay":false,"totalTime":"30 min","cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n*   4 chistorras\n*   500 gramos de ñoquis de espinacas\n*   1 diente de ajo\n*   1 tomate pera al natural en conserva\n*   200 gramos de jugo de la conserva de tomate\n*   c/n de sal\n*   c/n de pimienta negra recién molida\n*   ½ c/p de pimentón de la Vera\n*   ½ c/c de comino en polvo\n*   c/n de aceite de oliva virgen extra\n*   80 gramos de queso azul.","content":"Nunca hemos dudado de la riqueza que tenemos en España en cuanto a quesos se refiere, podemos presumir de que **en nuestro país se producen excelentes quesos** y de todas las variedades más conocidas, por eso nos sumamos a la campaña de promoción de los quesos españoles **Quesea**, de la que os hablamos [en este post](https://gastronomiaycia.republica.com/2020/10/21/quesea-con-los-quesos-producidos-en-espana-campana-de-promocion-de-los-quesos-espanoles/), y vamos a demostrarlo con nuestras recetas. Esto no quiere decir que no consumamos algunos quesos de otros países, hay clásicos que forman parte de nuestra cesta de la compra desde hace años, pero vamos a **incentivar el consumo de quesos españole**s como en este caso, en nuestra receta de **Gnocchi de espinacas con chistorra**, con el **queso azul de El Bucarito**.\n\nDebemos decir que descubrimos este queso hace apenas un par de semanas, y junto al queso azul de [El Bucarito](https://elbucarito.es/commerce/), disfrutamos de otras dos exquisiteces, como el **queso curado en manteca** y el **queso en pimentón**, ambos de leche cruda, y debemos agradecerlo a la cata de los Vinos de Jerez de la que fuimos partícipes con motivo de la [International Sherry Week 2020](https://gastronomiaycia.republica.com/2020/10/23/international-sherry-week-2020-programa-de-la-semana-internacional-de-los-vinos-de-jerez/). En esta [cena maridada](https://gastronomiaycia.republica.com/2020/11/02/cena-maridada-con-vinos-de-jerez-y-productos-artesanos-de-la-provincia-de-cadiz-en-la-international-sherry-week-2020/) también descubrimos otros productos gaditanos que nos conquistaron y os hablaremos de ellos si os interesa, creemos que sí, pues debemos reforzar el tejido empresarial y agroindustrial de nuestro país.  \n\nPero, de momento, vamos con la receta de estos **ñoquis de espinacas con chistorra y queso azul** gaditano, que es un plato muy fácil y rápido de hacer y **capaz de convertir una sencilla comida de diario en un festival de sabores**. Y nos encantaría conocer vuestra opinión, en España se producen quesos azules en distintas regiones, animaos a que sustituyan a los típicos gorgonzola y roquefort.\n\n## Elaboración\n\nPrepara una **sartén grande** o una **cazuela baja y amplia** para preparar esta receta, pon un buen hilo de aceite de oliva virgen extra e incorpora las chistorras troceadas y los ñoquis de espinacas, además del ajo con un golpe para que aromatice el conjunto.\n\nVe **salteando** y cuando la chistorra esté dorada añade el tomate troceado y el jugo de la conserva de tomate (en su defecto, puedes poner un tomate pera fresco y caldo de verduras). Condimenta con sal, pimienta negra, pimentón y comino, y cocina a fuego medio alto hasta que el agua se haya consumido y obtengas unos ñoquis con chistorra salteados, cremosos.\n\nEntonces retira del fuego y añade un hilito de aceite de oliva virgen extra para que impregne su sabor en crudo, así que elige un buen **aove de calidad _premium_**.\n\n## Acabado y presentación\n\nSirve los **ñoquis con chistorra** en platos hondos y reparte en cada plato unos dados de queso azul. Y a disfrutar de esta sencilla pero sabrosísima receta, ¡buen provecho!\n\n\n_Abreviaturas_  \nc/s = Cuchara sopera  \nc/p = Cuchara de postre  \nc/c = Cuchara de café  \nc/n = Cantidad necesaria"}
