{"id":"0056-noquis-cecina-queso-azul","title":"## Ñoquis con salsa de queso azul, cecina y nueces","img":"![](imgs/0056-noquis-cecina-queso-azul.jpg)\n\n[#url]:#()\n\n[](https://gastronomiaycia.republica.com/2015/01/21/noquis-con-salsa-de-queso-azul-cecina-y-nueces/)","recipeTime":{"previousDay":false,"totalTime":0,"cookingTime":null},"ingredientsContent":"### Ingredientes (4 comensales)\n*   1 chalota\n*   200 gramos de nata para cocinar (18% M.G.)\n*   100 gramos de queso azul\n*   ¼ c/c de nuez moscada\n*   ½ c/c de pimienta negra\n*   1 c/c de ajo en polvo (opcional)\n*   6 lonchas de cecina\n*   8-10 nueces\n*   500 gramos de ñoquis de patata\n*   aceite de oliva virgen extra\n*   c/n de sal.","content":"Si tenéis unos **ñoquis** para comer y queréis hacer una salsa rápida, sencilla y muy sabrosa, podéis probar esta con **queso azul**, **cecina y nueces**. Claro, es un plato ideal para quienes disfrutan de esta variedad de queso, se puede elegir el que más os guste. En caso de que el queso azul no sea de vuestro agrado no penséis que esta receta no es para vosotros, pues podéis sustituirlo por otro tipo de queso que funda bien para hacer una salsa.\n\nA continuación os explicamos cómo hacer esta receta de **Ñoquis con salsa de queso azul, cecina y nueces**, un plato muy energético que podréis tener listo en menos de media hora, así que es una receta ideal para preparar cualquier día de la semana en el que no se tenga mucho tiempo o ganas de estar en la cocina. Que eso no impida disfrutar de la comida casera y recién hecha.\n\n### Elaboración\n\nPela la chalota y pícala muy fina, pon una sartén a calentar con un poco de aceite de oliva virgen extra y [póchala](https://gastronomiaycia.republica.com/2012/09/20/truco-de-cocina-pochar-y-caramelizar-la-cebolla-en-menos-tiempo/) hasta que empiece a dorar. Entonces añade la nata y el queso azul troceado para que empiece a fundir.\n\nIncorpora la nuez moscada recién rallada, la pimienta negra recién molida y de forma opcional, el ajo en polvo. Ve moviendo de vez en cuando para que el queso se vaya integrando en la nata y para que no se agarre al fondo. Pruébala para ver si es necesario añadir sal.\n\nLa salsa estará lista cuando el queso esté fundido y haya espesado un poco, pero no la reduzcas mucho porque los ñoquis la absorberán muy bien.\n\n\nMientras se hace la salsa corta las lonchas de cecina en cuadraditos y abre las nueces, trocéalas y reserva.\n\nPon una olla con abundante agua a calentar y con una pizca de sal, cuando rompa a hervir incorpora los ñoquis y a medida que éstos vayan subiendo a la superficie, ve retirándolos y poniéndolos en un recipiente en el que se puedan salsear.\n\nCuando los [ñoquis](https://gastronomiaycia.republica.com/2014/11/26/noquis-con-rucula-pinones-y-tomates-secos/) estén hechos, vierte la salsa de queso azul, las nueces troceadas y la cecina, reservando un poco para servir una vez en el plato.\n\n### Emplatado\n\nSirve los **ñoquis con salsa de queso azul**, debe ser una salsa muy cremosa y fluida. Reparte las nueces y la cecina reservada y termina con un golpe de molinillo de pimienta negra. ¡Buen provecho!\n\n_Abreviaturas_  \nc/s = Cuchara sopera  \nc/p = Cuchara de postre  \nc/c = Cuchara de café  \nc/n = Cantidad necesaria"}
