{"id":"0062-pulled-lamb","title":"## Pulled lamb with orange and spices","img":"![](imgs/0062-pulled-lamb.jpg)\n\n[#url]:#()\n\n[](https://www.theguardian.com/food/2021/feb/13/from-lime-gravadlax-to-pulled-lamb-yotam-ottolenghi-slow-cooked-recipes)","recipeTime":{"previousDay":false,"totalTime":"3h 10 min ","cookingTime":null},"ingredientsContent":"### Serves 4\n* 2 red peppers, quartered and deseeded (360g net weight)\n* 2 red chillies, stalks removed (pith and seeds removed, too, if you prefer less heat)\n* 1 garlic bulb, cut in half widthways\n* 800g piece boneless lamb shoulder, cut into 5 equal pieces\n* 3 tbsp olive oil, plus extra to serve\n* Salt and black pepper\n* 3 tbsp tomato paste\n* 2 tbsp ground cumin\n* 1¼ tsp ground cinnamon\n* ½ tbsp coriander seeds, roughly crushed\n* 4 bay leaves\n* ½ orange\n* 500ml chicken stock\n* 1½ tbsp lime juice\n* 1½ tbsp (5g) roughly chopped fresh coriander\n* 1½ tbsp maple syrup\n* 8 soft corn tortillas, to serve, warmed through (optional)\n* 2 spring onions, trimmed and cut into fine julienne strips","content":"Heat the oven grill to its highest setting. Lay the peppers, chillies and garlic halves cut side up on a tray and grill near the top of the oven, turning occasionally, for about 12 minutes[](timer:12:minutes), until nicely charred in places.\n\nMeanwhile, put a large, heavy-based pan for which you have a lid on a high heat. Mix the lamb and oil in a bowl with a teaspoon of salt and plenty of pepper. Lay the meat in the hot pan, spacing it all apart, and sear, turning once halfway, for eight to 10 minutes[](timer:10:minutes), until nicely browned. Add the tomato paste, cumin, cinnamon, coriander seeds and bay leaves, and stir to coat the lamb.\n\nAdd the orange half (skin and all), and the charred peppers and chillies to the lamb pan, then squeeze in the flesh from the garlic cloves and discard their papery skins. Pour over the stock, season with a half-teaspoon of salt and plenty of black pepper, push the meat below the surface of the liquid and bring to a simmer. Turn down the heat to low, cover the pot and simmer for two and a half hours, or until the lamb is very soft and can be easily pulled apart.\n\nRemove the lid, take out the orange, scoop the flesh back into the pan and discard the skin. Turn up the heat to medium-high and leave to bubble, uncovered, for about 15 minutes[](timer:15:minutes), until the liquid has reduced significantly. Stir in the lime juice, coriander and maple syrup, then set aside to rest.\n\nUse two forks to pull apart the meat into strips – I prefer larger, chunkier ones to shreds here – then stir back into the sauce. Serve on toasted soft corn tortillas and topped with shredded spring onions, if you like"}
